Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: It will be reviewed by the moderation team and may be removed if it breaks our Platform rules
ar: ستتم مراجعته من قبل فريق الإدارة وقد يُحذف إذا كان مخالفاً لقواعد منصتنا
bn: মডারেশন টিম এটি রিভিউ করবে এবং আমাদের প্ল্যাটফর্মের নিয়ম-কানুন লঙ্ঘন করলে এটি অপসারণ করা হতে পারে
es: Será revisado por el equipo de moderación y puede ser eliminado si infringe nuestras Reglas de la plataforma
fr: Il sera modéré par l'équipe de modération et peut être supprimé s'il ne respecte pas les règles de la plateforme.
id: Ini akan ditinjau oleh tim moderasi dan dapat dihapus jika melanggar aturan Platform
km: វានឹងត្រូវពិនិត្យមើលដោយក្រុមសម្របសម្រួល ហើយអាចនឹងត្រូវលុប​ចេញប្រសិនបើរំលោភច្បាប់វេទិការបស់យើង
ru: Он будет рассмотрен группой модерации и может быть удален, если он нарушает наши правила Platform
th: ทีมกำกับดูแลจะดำเนินการตรวจสอบ และอาจลบออกหากละเมิดกฎการใช้งานแพล็ตฟอร์มของเรา
tl: Pag-aaralan muna ito ng aming moderation team, at maaari itong alisin kapag lumabag sa platform rules.
vi: Nhóm điều hành sẽ xem xét lại và có thể xóa nội dung đó nếu vi phạm quy tắc Nền tảng của chúng tôi

source: You have already reported this comment
ar: تم الإبلاغ عن هذا التعليق.
bn: আপনি ইতোমধ্যে এই মন্তব্য সম্পর্কে রিপোর্ট করেছেন
es: Ya has denunciado este comentario
fr: Vous avez déjà signalé ce commentaire
id: Kamu sudah berhasil mengadukan komentar ini
km: អ្នកបានរាយការណ៍មតិនេះរួចហើយ
ru: Вы уже заявили об этом комментарии
th: คุณรายงานความเห็นนี้แล้ว
vi: Bạn đã báo cáo bình luận này

source: The comment will be reviewed by the moderation team and may be removed if it breaks our Platform rules
ar: تمت إزالة هذا التعليق لأنه يحتوي على ألفاظ نابية أو معلومات اتصال أو محتوى آخر غير لائق.
bn: মডারেশন টিম এই মন্তব্যটি পর্যালোচনা করবে এবং এটি আমাদের প্ল্যাটফর্মের নিয়ম-কানুন ভঙ্গ করলে এটি সরিয়ে ফেলা হতে পারে
es: El comentario será revisado por el equipo de moderadores y puede ser eliminado si no cumple con las reglas de la plataforma
fr: Le commentaire sera examiné par l'équipe de modérateurs et peut être supprimé s'il enfreint les règles de notre plateforme
id: Komentar ini akan di-review oleh tim admin dan jika ada pelanggaran terhadap peraturan penggunaan website, komentar akan dihapus
km: មតិនេះនឹងត្រូវបានត្រួតពិនិត្យដោយក្រុមសម្របសម្រួល ហើយអាចត្រូវបានលុបចោល បើសិនជាល្មើសវិន័យវេទិកា
ru: Комментарий будет рассмотрен командой модерации и может быть удален, если он нарушает наши правила Platform
th: ทีมกำกับดูแลจะดำเนินการตรวจสอบ และอาจลบออกหากละเมิดกฎการใช้งานแพล็ตฟอร์มของเรา
vi: Nhóm điều hành sẽ xem xét lại và có thể xóa bình luận đó nếu vi phạm quy tắc Nền tảng của chúng tôi

source: Read more
ar: اقرأي المزيد
bn: আরো পড়ুন
es: Leer más
fr: En savoir plus
id: Baca selengkapnya
km: អានបន្ថែម
ru: Читать далее
th: อ่านเพิ่มเติม
tl: Magbasa pa
vi: Đọc thêm

source: Download Video
ar: تنزيل الفيديو
bn: ভিডিও ডাউনলোড করুন
es: Descargar video
fr: Télécharge la vidéo
km: ទាញយក​វីដេអូ
ru: Загрузить видео
th: ดาวน์โหลดวิดีโอ

source: Click to watch on youtube!
ar: انقر هنا لمشاهدتها على YouTube
bn: YouTube দেখার জন্য এখানে ক্লিক করুন
es: Haz clic aquí para verlo en YouTube
fr: Clique ici pour regarder sur YouTube
id: Klik di sini untuk nonton via YouTube!
km: ចុចត្រង់នេះ ដើម្បី​មើល​លើ YouTube
ru: Щелкните здесь, чтобы просмотреть этот ролик на YouTube
th: คลิกที่นี่เพื่อดูบน Youtube

source: Media will be played externally in a new window
ar: سيتم تشغيل الوسائط خارجيًا في نافذة جديدة
bn: একটি নতুন উইন্ডোয় বাহ্যিকভাবে মিডিয়া চালানো হবে
es: Los medios serán reproducidos externamente en una nueva ventana
fr: La lecture des fichiers médias s'effectuera de façon externe dans une nouvelle fenêtre
id: Video ini akan terbuka di browser
km: មេឌៀ​នឹង​ចាក់នៅខាងក្រៅ​នៅក្នុង​​វិនដូ​ថ្មីមួយ
ru: Воспроизведение начнется в новом окне
th: สื่อจะเล่นภายนอกในหน้าต่างใหม่

source: Your browser does not support the video tag.
ar: متصفحك الحالي لا يدعم تشغيل الفيديو.
bn: আপনার ব্রাউজার ভিডিও ট্যাগকে সম‌র্থন করে না।
es: Tu navegador no admite la etiqueta de video.
fr: Ton navigateur ne supporte pas la balise vidéo.
id: Browser-mu tidak memiliki fitur video tag.
km: កម្មវិធីរុករក​របស់អ្នក​មិន​ស្គាល់​ស្លាក​វីដេអូទេ។
ru: Ваш браузер не поддерживает видеотеги.
th: เบราว์เซอร์ของคุณไม่รองรับแท็กวิดีโอ

source: Click here to download video
ar: انقر هنا للتنزيل
bn: ডাউনলোড করতে এখানে ক্লিক করুন
es: Haz clic aquí para descargar
fr: Clique ici pour télécharger
id: Klik di sini untuk download
km: ចុចត្រង់នេះ ដើម្បីទាញយក
ru: Щелкните здесь для загрузки
th: คลิกที่นี่เพื่อดาวน์โหลด

source: Your browser does not support the audio tag.
ar: متصفحك الحالي لا يدعم تشغيل الفيديو.
bn: আপনার ব্রাউজার ভিডিও ট্যাগকে সম‌র্থন করে না।
es: Tu navegador no admite la etiqueta de video.
fr: Ton navigateur ne supporte pas la balise vidéo.
id: Browser-mu tidak memiliki fitur video tag.
km: កម្មវិធីរុករក​របស់អ្នក​មិន​ស្គាល់​ស្លាក​វីដេអូទេ។
ru: Ваш браузер не поддерживает видеотеги.
th: เบราว์เซอร์ของคุณไม่รองรับแท็กวิดีโอ

source: Download Audio
ar: تنزيل الصوت
bn: অডিও ডাউনলোড করুন
es: Descargar audio
fr: Télécharge le contenu audio
km: ទាញយក​សំឡេង
ru: Загрузить аудио
th: ดาวน์โหลดเสียง

source: Click here to download audio
ar: انقر هنا للتنزيل
bn: ডাউনলোড করতে এখানে ক্লিক করুন
es: Haz clic aquí para descargar
fr: Clique ici pour télécharger
id: Klik di sini untuk download
km: ចុចត្រង់នេះ ដើម្បីទាញយក
ru: Щелкните здесь для загрузки
th: คลิกที่นี่เพื่อดาวน์โหลด

source: Language
ar: اللغة
bn: ভাষা
es: Idioma
fr: Langue
id: Bahasa
km: ភាសា
ru: Язык
th: ภาษา
tl: Wika
vi: Ngôn ngữ

source: This site is free for all MTN subscribers. If you are an Airtel or TIGO subscriber, you can access this site for free by going to
ar: إذا كنت مشتركة في إيرتل، يمكنك الدخول إلى هذا الموقع مجاناً! اذهبي إلى
bn: এই সাইটটি MTN-এর সব গ্রাহকদের জন্য ফ্রি৷ আপনি এয়ারটেল-এর গ্রাহক হলে, এখানে গিয়ে এই সাইটটি অ্যাক্সেস করতে পারবেন:
es: Este sitio es gratuito para todos los suscriptores de MTN. Si eres suscriptor de Airtel, puedes acceder a este sitio en forma gratuita si visitas
fr: Ce site est gratuit pour tous les abonnés MTN. Si vous êtes abonné à Airtel, vous pouvez accéder gratuitement au site en allant sur
id: Website ini bebas kuota untuk pelanggan MTN. Jika kamu pelanggan Airtel, kamu bisa akses website ini secara gratis dengan mengunjungi
km: ប្រសិនបើអ្នកជាអតិថិជនរបស់ Airtel អ្នកអាចចូលទៅកាន់​គេហទំព័រ​នេះ​ដោយ​ឥតគិតថ្លៃ! ចូលទៅកាន់
ru: Этот сайт является бесплатным для всех абонентов MTN. Если вы являетесь абонентом Airtel, вы можете получить доступ к этому сайту бесплатно, перейдя в
th: ไซต์นี้ฟรีสำหรับสมาชิกทั้งหมดของ MTN หากคุณเป็นสมาชิก Airtel คุณสามารถเข้าถึงไซต์นี้ฟรีโดยการไปที่
vi: Trang web này miễn phí cho tất cả người đăng ký MTN. Nếu là người đăng ký Airtel thì bạn có thể truy cập vào trang web miễn phí này bằng cách đi đến

source: Next up in
ar: اس میں آگے
bn: পরবর্তীতে আছে
es: A continuación en
fr: La prochaine étape dans
id: Selanjutnya di
km: បន្ទាប់នៅក្នុង
ru: Далее в
th: ถัดไปใน
tl: Susunod
vi: Tiếp theo trong

source: Recommended
ar: مُوصى بها
bn: সুপারিশকৃত
es: Recomendado
fr: Recommandé
id: Rekomendasi
km: បានណែនាំ
ru: Рекомендуемые
th: แนะนำ
tl: Ni-recommend
vi: Được đề xuất

source: Download
ar: تنزيل الفيديو
bn: ভিডিও ডাউনলোড করুন
es: Descargar video
fr: Télécharge la vidéo
id: Download Video
km: ទាញយក​វីដេអូ
ru: Загрузить видео
th: ดาวน์โหลดวิดีโอ

source: What's your opinion?
ar: ما رأيك؟
bn: আপনার মতামত কী?
es: ¿Qué opinas?
fr: Quel est ton avis ?
id: Apa pendapatmu?
km: តើអ្នកមានមតិអ្វីខ្លះ?
ru: Каково ваше мнение?
th: คุณมีความคิดเห็นอย่างไร
tl: Ano ang iyong opinyon?
vi: Vui lòng cho biết quan điểm của bạn?

source: Thank you!
ar: شكرا!
bn: ধন্যবাদ!
es: ¡Gracias!
fr: Merci !
id: Terima kasih!
km: សូមអរគុណ!
ru: Спасибо!
th: ขอบคุณ!
tl: Salamat!
vi: Cảm ơn bạn!

source: Your response has already been submitted.
ar: شكرًا لكِ! لقد تم تقديم إجابتكِ بالفعل.
bn: ধন্যবাদ! আপনার জবাব ইতোমধ্যে জমা দেয়া হয়েছে৷
es: ¡Gracias! Tu respuesta fue enviada.
fr: Merci ! Votre réponse a déjà été envoyée.
id: Terima kasih! Responmu sudah masuk!
km: សូមអរគុណ! ការឆ្លើយតបរបស់អ្នកត្រូវបានដាក់ស្នើរួចហើយ។
ru: Спасибо! Ваш ответ уже был представлен.
th: ขอบคุณมาก! คำตอบของคุณถูกส่งแล้ว
tl: Salamat! Nai-submit na ang response mo
vi: Cảm ơn bạn! Câu trả lời của bạn đã được gửi.

source: Thank you for voting!
ar: شكراً للتصويت!
bn: ভোট দেয়ার জন্য আপনাকে ধন্যবাদ!
es: ¡Gracias por votar!
fr: Merci d'avoir voté !
id: Terima kasih telah mendaftar!
km: អរគុណសម្រាប់ការបោះឆ្នោត!
ru: Спасибо за ваш голос!
th: ขอบคุณสำหรับการโหวต!
tl: Salamat sa pagboto!
vi: Cảm ơn bạn đã bình chọn!

source: Old Password:
ar: كلمة المرور القديمة:
bn: পুরাতন পাসওয়ার্ড:
es: Contraseña vieja:
fr: Ancien mot de passe :
id: Kata sandi lama
km: ពាក្យសម្ងាត់​ចាស់
ru: Старый пароль
th: รหัสผ่านเดิม:
tl: Kasalukuyang Password
vi: Mật khẩu cũ:

source: New Password:
ar: كلمة المرور الجديدة:
bn: নতুন পাসওয়ার্ড:
es: Nueva contraseña:
fr: Nouveau mot de passe :
id: Kata sandi baru
km: ពាក្យសម្ងាត់​ថ្មី៖
ru: Новый пароль
th: รหัสผ่านใหม่:
tl: Bagong Password
vi: Mật khẩu mới:

source: Confirm New Password:
ar: تأكيد كلمة المرور الجديدة:
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন:
es: Confirmar nueva contraseña:
fr: Confirme le nouveau mot de passe.
id: Konfirmasi Sandi
km: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី៖
ru: Подтвердите новый пароль
th: ยืนยันรหัสผ่าน:
tl: I-type muli ang bagong password
vi: Xác nhận mật khẩu mới:

source: Change Password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন
es: Cambiar contraseña
fr: Change le mot de passe
id: Ganti kata sandi
km: ប្ដូរ​ពាក្យសម្ងាត់
ru: Изменить пароль
th: เปลี่ยนรหัสผ่านของคุณ
tl: Baguhin ang password
vi: Đổi mật khẩu

source: Thank you for joining!
ar: شكراً لانضمامك!
bn: যোগ দেয়ার জন্য আপনাকে ধন্যবাদ!
es: ¡Gracias por unirte!
fr: Merci de t'être inscrite !
id: Terima kasih telah mendaftar!
km: អរគុណសម្រាប់ការចូលរួម!
ru: Спасибо, что присоединились к
th: ขอบคุณสำหรับการเข้าร่วม!
tl: Salamat sa pagsali!
vi: Cảm ơn bạn đã tham gia!

source: Let us know your birthday to get access to exclusive content.
ar: أخبرينا بتاريخ ميلادك للوصول إلى المحتوى الحصري.
bn: অনন্য কন্টেন্টে প্রবেশাধিকার পেতে আমাদেরকে আপনার জন্মদিন জানান৷
es: Déjanos saber tu cumpleaños para darte acceso a contenido exclusivo.
fr: Indique ta date d'anniversaire pour avoir accès à un contenu exclusif.
id: Beri tau kami tanggal ulangtahunmu untuk mendapatkan akses ke konten eksklusif.
km: អនុញ្ញាតឱ្យយើងដឹងពីថ្ងៃកំណើតរបស់អ្នក ដើម្បីចូល​ប្រើប្រាស់​ខ្លឹមសារ​ពិសេសៗ។
ru: Дайте нам знать свой день рождения, чтобы получить доступ к эксклюзивному контенту.
th: โปรดแจ้งวันเกิดของคุณเพื่อรับสิทธิการเข้าถึงเนื้อหาพิเศษ
tl: Ibahagi sa amin ang iyong kaarawan para maka-access sa exclusive content
vi: Hãy cho chúng tôi biết ngày sinh của bạn để nhận được quyền truy cập vào nội dung dành riêng.

source: Nickname:
ar: الاسم المستعار:
bn: ডাকনাম:
es: Apodo:
fr: Pseudonyme :
id: Nama panggilan:
km: ឈ្មោះហៅក្រៅ៖
ru: Прозвище
th: ชื่อเล่น:
tl: Palayaw
vi: Tên hiệu:

source: Please do not use your real name, phone number or email address as it's unsafe.
ar: يُرجى عدم استخدام اسمك الحقيقي أو رقم هاتفك أو عنوان بريدك الإلكتروني لأن ذلك غير آمن.
bn: অনুগ্রহ করে আপনার প্রকৃত নাম, ফোন নম্বর বা ইমেইল ঠিকানা ব্যবহার করবেন না কারণ এটি অনিরাপদ৷
es: No uses tu nombre verdadero, número de teléfono o dirección de email, ya que no es seguro.
fr: N'utilise pas ton vrai nom, ton numéro de téléphone ou ton adresse e-mail : ce n'est pas sécurisé.
id: Untuk alasan keamanan, jangan gunakan nama asli, alamat email, nama media sosial, atau nomor teleponmu sebagai nama pengguna atau nama tampilan.
km: សូមកុំប្រើឈ្មោះ លេខទូរស័ព្ទ ឬអាសយដ្ឋានអ៊ីម៉ែលពិតប្រាកដរបស់អ្នក ព្រោះ​គ្មានសុវត្ថិភាពទេ។
ru: Пожалуйста, не используйте ваше реальное имя, номер телефона или адрес электронной почты, как это небезопасно.
th: โปรดอย่าใช้ชื่อจริง หมายเลขโทรศัพท์ หรืออีเมล์แอดเดรสจริงของคุณ เนื่องจากไม่ปลอดภัย
tl: Mangyaring huwag gamitin ang iyong tunay na pangalan , numero ng telepono o e-mail address bilang ito ay hindi ligtas.
vi: Vui lòng không sử dụng tên thật, số điện thoại hoặc địa chỉ email vì lý do an toàn.

source: Date of birth:
ar: تاريخ الميلاد:
bn: আপনার জন্মতারিখ হলো:
es: Fecha de nacimiento:
fr: Date de naissance :
id: Tempat, tanggal lahir:
km: ថ្ងៃខែឆ្នាំកំណើត៖
ru: Дата рождения:
th: วันเกิดของคุณคือ:
tl: Kaarawan
vi: Ngày sinh:

source: Gender:
ar: النوع
bn: আপনার লিঙ্গ হলো:
es: Sexo
fr: Sexe :
id: Jenis Kelamin
km: ភេទ
ru: Пол:
th: เพศของคุณคือ:
tl: Kasarian
vi: Giới tính:

source: Update your Education Level:
ar: حدّثي المستوى التعليمي الخاص بكِ:
bn: আপনার শিক্ষার লেভেল আপডেট করুন:
es: Actualiza tu nivel de educación:
fr: Entrez votre niveau d'éducation :
id: Update tingkat pendidikanmu:
km: អាប់ដេតកម្រិតវប្បធម៌របស់អ្នក៖
ru: Обнови информацию о своем образовании:
th: อัพเดตระดับการศึกษาของคุณ:
tl: I-update ang iyong level ng pag-aaral:
vi: Cập nhật trình độ học vấn của bạn:

source: Update
ar: تحديث
bn: আপডেট
es: Actualizar
fr: Mettre à jour.
id: Perbarui
km: ធ្វើបច្ចុប្បន្នភាព
ru: Обновить
th: อัปเดต
tl: I-update
vi: Cập nhật

source: Skip
ar: تخطى
bn: এড়িয়ে যান
es: Saltar
fr: Sauter
id: Lewati
km: រំលង
ru: Пропускать
th: ข้าม
tl: Laktawan
vi: Bỏ qua

source: Edit your Profile
ar: تعديل ملفك الشخصي
bn: আপনার প্রোফাইল সম্পাদনা করুন
es: Editar tu perfil
fr: Édite ton profil.
id: Menyunting Profil
km: កែកម្រងព័ត៌មានរបស់អ្នក
ru: Редактировать свой профиль
th: แก้ไขโปรไฟล์ของคุณ
tl: I-edit ang iyong profile
vi: Chỉnh sửa hồ sơ của bạn

source: Update your mobile number:
ar: أدخلي رقم جوالك
bn: আপনার মোবাইল নম্বর লিখুন
es: Actualiza tu número de teléfono móvil:
fr: Entre ton numéro de portable.
id: Masukkan nomor HPmu
km: អាប់ដេតលេខទូរសព្ទចល័តរបស់អ្នក៖
ru: Введите номер мобильного телефона:
th: อัพเดตหมายเลขโทรศัพท์มือถือของคุณ:
tl: I-update ang iyong numero ng mobile:
vi: Cập nhật số điện thoại di động của bạn:

source: (e.g. 0914556789)
ar: (على سبيل المثال، 0914556789)
bn: (যেমন 0914556789)
es: (por ej., 0914556789)
fr: (par ex : 09 14 55 67 89)
id: (contoh: 0914556789)
km: (ឧ. 0914556789)
ru: (напр. 0914556789)
th: (เช่น 0914556789)
tl: (hal. 0914556789)
vi: (ví dụ: 0914556789)

source: Update your email address:
ar: حدّثي عنوان بريدكِ الإلكتروني:
bn: আপনার ইমেইল ঠিকানা আপডেট করুন:
es: Actualiza tu dirección de correo electrónico:
fr: Entrez votre adresse électronique :
id: Update alamat emailmu:
km: អាប់ដេតអាសយដ្ឋានអ៊ីមែលរបស់អ្នក៖
ru: Обнови свой адрес электронной почты:
th: อัพเดตที่อยู่อีเมลของคุณ:
tl: I-update ang iyong email address:
vi: Cập nhật địa chỉ email của bạn:

source: (e.g. example@foo.com)
ar: (على سبيل المثال: example@foo.com)
bn: (যেমন example@foo.com)
es: (por ej., ejemplo@foo.com)
fr: (par ex : exemple@foo.com)
id: (contoh: contoh@foo.com)
km: (ឧ. example@foo.com)
ru: (напр. example@foo.com)
th: (เช่น example@foo.com)
tl: (hal. example@foo.com)
vi: (ví dụ: example@foo.com)

source: Update where you live:
ar: حدّثي المكان الذي تعيشين فيه:
bn: আপনি কোথায় থাকেন তা আপডেট করুন:
es: Actualiza tu dirección:
fr: Entrez votre domicile :
id: Update tempat tinggalmu:
km: អាប់ដេតកន្លែងរស់នៅរបស់អ្នក៖
ru: Обнови информацию о своем месте проживания:
th: อัพเดตสถานที่พักอาศัยของคุณ:
tl: I-update ang iyong address:
vi: Cập nhật nơi bạn sống:

source: Update profile
ar: تحديث الملف الشخصي
bn: প্রোফাইল আপডেট করুন
es: Actualizar perfil
fr: Mettre le profil à jour.
id: Update profil
km: ធ្វើបច្ចុប្បន្នភាពកម្រងព័ត៌មាន
ru: Обновить профиль
th: อัปเดตโปรไฟล์
tl: I-update ang profile
vi: Cập nhật hồ sơ

source: Forgot PIN
ar: نسيت الرقم السري
bn: পিন ভুলে গেছি
es: Olvidé el PIN
fr: Code PIN oublié
id: Lupa PIN
km: ភ្លេចកូដ PIN
ru: Забыли PIN-код
th: ลืมรหัส PIN
tl: Nakalimutan ang PIN
vi: Quên mã PIN

source: Security question
ar: سؤال الأمان
bn: নিরাপত্তামূলক প্রশ্ন
es: Pregunta de seguridad
fr: Question de sécurité
id: Pertanyaan keamanan
km: សំណួរ​សុវត្ថិភាព
ru: Контрольный вопрос
th: คำถามเพื่อความปลอดภัย
tl: Pangseguridad na tanong
vi: Câu hỏi bảo mật

source: Please answer the following security question.
ar: يرجى الإجابة على سؤال الأمان ​​التالي.
bn: অনুগ্রহ করে নিচের নিরাপত্তামূলক প্রশ্নের উত্তর দিন৷
es: Responde la siguiente pregunta de seguridad.
fr: Réponds à la question de sécurité suivante.
id: Silakan jawab pertanyaan keamanan berikut:
km: សូមឆ្លើយសំណួរសុវត្ថិភាពដូចខាងក្រោម។
ru: Пожалуйста, ответьте на следующий вопрос.
th: โปรดตอบคำถามเพื่อความปลอดภัยต่อไปนี้
tl: Mangyaring sagutin ang mga sumusunod na katanungan seguridad
vi: Vui lòng trả lời câu hỏi bảo mật sau.

source: Not a member yet? Join us by signing up below.
ar: لست عضوا حتى الآن؟ انضمي إلينا بالتسجيل أدناه.
bn: এখনো সদস্য নন? নিচে সাইন-আপ করে আমাদের সাথে যোগ দিন৷
es: ¿Aún no eres miembro? Únete, inscríbete a continuación.
fr: Pas encore membre ? Rejoins-nous en t'inscrivant ci-dessous.
id: Belum menjadi anggota - Bergabunglah dengan kami dengan mendaftar di bawah ini.
km: មិនទាន់ជាសមាជិក? ចូលរួមជាមួយយើងដោយចុះឈ្មោះខាងក្រោម។
ru: Еще не зарегистрированы? Присоединяйтесь к нам, подписавшись ниже.
th: ยังไม่ได้เป็นสมาชิกใช่หรือไม่ เข้าร่วมกับเราโดยการสมัครสมาชิกด้านล่าง
tl: Hindi ka pa ba miyembro? Sumali sa amin at sagutan ang nasa ibaba
vi: Chưa là thành viên? Hãy tham gia cùng chúng tôi bằng cách đăng nhập ở bên dưới.

source: Please correct the indicated errors.
ar: يُرجى تصحيح الأخطاء المشار إليها.
bn: অনুগ্রহ করে নির্দেশিত ত্রুটিগুলো শুধরে নিন।
es: Corrige los errores indicados.
fr: Corrige les erreurs indiquées
id: Betulkan kolom yang salah.
km: សូមកែតម្រូវ​កំហុស​ដែល​បានបញ្ជាក់។
ru: Исправьте указанные ошибки.
th: โปรดแก้ไขข้อผิดพลาดที่ระบุ
tl: Paki-tama ang mga error.
vi: Vui lòng sửa những lỗi được chỉ ra.

source: Choose a username
ar: اختر اسم مستخدم
bn: একটি ব্যবহারকারীর নাম বেছে নিন
es: Elige un nombre de usuario
fr: Choisis un nom d'utilisateur.
id: Pilih nama pengguna
km: ជ្រើសរើសឈ្មោះអ្នកប្រើប្រាស់
ru: Выберите имя пользователя
th: เลือกชื่อผู้ใช้
tl: Pumili ng username
vi: Chọn tên người dùng

source: Display name
ar: اسم العرض
bn: প্রদর্শিত নাম
es: Nombre para mostrar
fr: Nom d'affichage
id: Nama tampilan
km: ឈ្មោះបង្ហាញ
ru: Отображаемое имя
th: ชื่อที่แสดง
tl: Isulat ang bagong pangalan
vi: Tên hiển thị

source: Girl Effect values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
ar: تقدّر منظمة Girl Effect إمكانية تصفح الإنترنت بشكل آمن، لذا فإننا نخفي اسم المستخدم الخاص بكِ ونسمح لكِ بالتعليق والتفاعل على الموقع دون توضيح هويتكِ. إذا كنتِ ترغبين في التفاعل مع أشخاص آخرين، مثل أصدقائكِ حتى يتمكنوا من رؤيتكِ كاسم مستخدم وليس كهوية مجهولة، فحدّثي اسم المستخدم الخاص بكِ هنا
bn: Girl Effect আপনার অনলাইন নিরাপত্তাকে মূল্য দেয়, তাই আমরা আপনার ব্যবহারকারীর নাম লুকিয়ে রাখি এবং আপনাকে বেনামে মন্তব্য করার ও সাইটের সাথে মিথস্ক্রিয়া করার অনুমতি দিই৷ যদি আপনি অন্যদের সাথে যোগাযোগ করতে চান, যেমন আপনার বন্ধুরা আপনাকে একটি ব্যবহারকারীর নাম হিসাবে দেখতে পারবেন এবং আপনি বেনামী থাকবেন না, তাহলে আপনার ব্যবহারকারীর নাম এখানে আপডেট করুন
es: Girl Effect valora tu seguridad en línea, por lo tanto ocultamos tu nombre de usuario y te permitimos comentar e interactuar con el sitio en forma anónima. Si deseas interactuar con otras personas, quieres que tus amigos puedan ver tu nombre de usuario y no una identidad anónima, actualiza tu nombre de usuario aquí
fr: Girl Effect veille au respect de votre sécurité en ligne, ainsi votre nom d'utilisateur est masqué pour vous permettre de commenter et d'interagir avec le site de manière anonyme. Pour communiquer avec d'autres personnes, telles que vos amis sous votre nom d'utilisateur et non de manière anonyme, mettez à jour votre nom d'utilisateur ici
id: Girl Effect menghargai keamanan online-mu, oleh karena itu kami menyembunyikan nama penggunamu dan memungkinkan kamu untuk berkomentar dan berinteraksi di situs ini secara anonim, Jika kamu ingin berinteraksi dengan orang lain, seperti temanmu untuk dapat melihatmu dengan nama pengguna dan tidak anonim, perbarui nama penggunamu di sini.
km: Girl Effect ឱ្យតម្លៃទៅលើសន្ដិសុខបណ្ដាញ ដូច្នេះ យើងលាក់ឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក និងអនុញ្ញាតឱ្យអ្នកបញ្ចេញមតិ និងធ្វើអន្ដរកម្មជាមួយគេហទំព័រជាអនាមិក។ បើសិនអ្នកចង់ធ្វើអន្ដរកម្មជាមួយអ្នកផ្សេង ដូចជាមិត្តភ័ក្តិរបស់អ្នក ដើម្បីអាចមើលឃើញអ្នកជាមួយនឹងឈ្មោះអ្នកប្រើប្រាស់ និងមិនមែនជាអនាមិក សូមអាប់ដេតឈ្មោះអ្នកប្រើប្រាស់របស់អ្នកនៅទីនេះ
ru: Girl Effect заботится о твоей безопасности в сети, поэтому мы скрыли твой ник, и ты можешь комментировать и общаться на сайте анонимно. Чтобы твои друзья увидели твой ник, укажи его здесь
th: Girl Effect ตระหนักถึงความสำคัญของความปลอดภัยบนระบบออนไลน์ของคุณ ด้วยเหตุนี้เราจึงซ่อนชื่อผู้ใช้ของคุณและอนุญาตให้คุณแสดงความเห็นและโต้ตอบกับไซต์โดยไม่ต้องระบุชื่อ หากคุณต้องการโต้ตอบกับบุคคลอื่น เช่น ต้องการให้เพื่อนของคุณสามารถเห็นคุณจากชื่อผู้ใช้ ไม่ใช่แบบไม่ระบุชื่อ โปรดอัพเดตชื่อผู้ใช้ของคุณที่นี่
tl: Nire-respeto ng Girl Effect ang iyong online security. Kaya itinatago namin ang username mo, at anonymous ang iyong pag-comment at interact sa loob ng site. Pero kung gusto mong maki-interact sa ibang tao, gaya ng friends mo, bilang username at hindi anonymous, paki-update ang username mo dito
vi: Girl Effect coi trọng vấn đề bảo mật khi trực tuyến của bạn. Do đó, chúng tôi ẩn tên người dùng của bạn và cho phép bạn bình luận cũng như tương tác ẩn danh với trang web. Nếu bạn muốn tương tác với người khác, như bạn bè có thể thấy bạn dưới dạng tên người dùng chứ không phải ẩn danh thì hãy cập nhật tên người dùng của bạn ở đây

source: Choose a 4-digit pin
ar: تغيير كلمة مرورك
bn: 4-সংখ্যাবিশিষ্ট পিন বেছে নিন
es: Elige un pin de 4 dígitos
fr: Choisis un code PIN à 4 chiffres.
id: Pilih 4 digit pin
km: ជ្រើសរើសកូដ PIN 4 ខ្ទង់
ru: Выберите 4-значный PIN-код
th: เลือกรหัสพิน 4 ตัวเลข
tl: Pumili ng 4-digit pin
vi: Chọn mã PIN gồm 4 chữ số

source: I identify my gender as
ar: أحدد نوعي بأنه
bn: আমার লিঙ্গ হলো
es: Identifico mi sexo como
fr: Je suis de sexe
id: Saya mengidentifkasi jenis kelamin saya sebagai:
km: ខ្ញុំកំណត់ភេទខ្ញុំជា
ru: Я идентифицирую мой пол, как
th: ฉันระบุว่าเพศของฉันคือ
tl: Ang aking kinikilalang kasarian ay
vi: Tôi nhận diện giới tính của mình là

source: Only you will see this
ar: أنت فقط سترين هذا
bn: শুধু আপনি এটি দেখতে পারবেন
es: Solo tú verás esto
fr: Tu es la seule à pouvoir le voir.
id: Hanya kamu yang dapat melihat ini
km: មានតែអ្នកទេដែលអាចមើលឃើញ
ru: Только вы увидите это
th: คุณเท่านั้นที่จะมองเห็นข้อมูลนี้
tl: ikaw lang ang makakabasa nito
vi: Chỉ bạn mới nhìn thấy nội dung này

source: Select Date of Birth
ar: تاريخ الميلاد:
bn: আপনার জন্মতারিখ হলো:
es: Fecha de nacimiento:
fr: Date de naissance :
id: Tanggal Lahir:
km: ថ្ងៃខែឆ្នាំកំណើត៖
ru: Дата рождения:
th: วันเกิดของคุณคือ:
tl: Kaarawan
vi: Ngày sinh:

source: Enter your mobile number
ar: أدخلي رقم جوالك
bn: আপনার মোবাইল নম্বর লিখুন
es: Ingresa tu número de teléfono móvil
fr: Entre ton numéro de portable.
id: Masukkan nomor HPmu
km: បញ្ចូលលេខទូរសព្ទចល័តរបស់អ្នក
ru: Введите номер мобильного телефона
th: ป้อนหมายเลขโทรศัพท์มือถือของคุณ
tl: Ipasok ang iyong numero ng mobile
vi: Nhập số điện thoại di động của bạn

source: (e.g. 0900000013)
ar: (على سبيل المثال، 0900000013)
bn: (যেমন 0900000013)
es: (por ej., 0900000013)
fr: (par ex. 0900000013)
id: (contoh: 0900000013)
km: (ឧ. 0900000013)
ru: (напр. 0900000013)
th: (เช่น 0900000013)
tl: (hal. 0900000013)
vi: (ví dụ: 0900000013)

source: Enter your email address
ar: حدّثي عنوان بريدكِ الإلكتروني:
bn: আপনার ইমেইল ঠিকানা আপডেট করুন:
es: Actualiza tu dirección de correo electrónico:
fr: Entrez votre adresse électronique :
id: Update alamat emailmu:
km: អាប់ដេតអាសយដ្ឋានអ៊ីមែលរបស់អ្នក៖
ru: Обнови свой адрес электронной почты:
th: อัพเดตที่อยู่อีเมลของคุณ:
tl: I-update ang iyong email address:
vi: Cập nhật địa chỉ email của bạn:
