Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: Only you will see this.
ar: أنت فقط سترين هذا
bn: শুধু আপনি এটি দেখতে পারবেন
es: Solo tú verás esto
fr: Tu es la seule à pouvoir le voir.
id: Hanya kamu yang dapat melihat ini
km: មានតែអ្នកទេដែលអាចមើលឃើញ
ru: Только вы увидите это
th: คุณเท่านั้นที่จะมองเห็นข้อมูลนี้
tl: ikaw lang ang makakabasa nito
vi: Chỉ bạn mới nhìn thấy nội dung này

source: Where do you live?
ar: حدّثي المكان الذي تعيشين فيه:
bn: আপনি কোথায় থাকেন তা আপডেট করুন:
es: Actualiza tu dirección:
fr: Entrez votre domicile :
id: Update tempat tinggalmu:
km: អាប់ដេតកន្លែងរស់នៅរបស់អ្នក៖
ru: Обнови информацию о своем месте проживания:
th: อัพเดตสถานที่พักอาศัยของคุณ:
tl: I-update ang iyong address:
vi: Cập nhật nơi bạn sống:

source: Security questions
ar: أسئلة الأمان
bn: নিরাপত্তামূলক প্রশ্নসমূহ
es: Preguntas de seguridad
fr: Questions de sécurité
id: Pertanyaan keamanan
km: សំណួរ​សុវត្ថិភាព
ru: 3.22 Вопросы безопасности
th: คำถามเพื่อความปลอดภัย
tl: katanungan security
vi: Câu hỏi bảo mật

source: Please answer the following security questions. You'll have to provide these answers if you ever need to reset your password.
ar: يرجى الإجابة على أسئلة الأمان ​​التالية. سيكون عليك تقديم هذه الإجابات متى احتجت إلى إعادة تعيين كلمة المرور الخاصة بك.
bn: অনুগ্রহ করে নিচের নিরাপত্তামূলক প্রশ্নগুলোর উত্তর দিন৷ কখনো আপনার পাসওয়ার্ড রিসেট করার প্রয়োজন হলে আপনাকে এই উত্তরগুলো দিতে হবে৷
es: Responde las siguientes preguntas de seguridad. Tendrás que dar estas respuestas si alguna vez necesitas restablecer la contraseña.
fr: Réponds aux questions de sécurité suivantes. Tu dois y répondre si tu souhaites modifier ton mot de passe.
id: Silakan jawab pertanyaan keamanan berikut. Kamu harus menyediakan jawaban-jawaban ini saat mereset password.
km: សូមឆ្លើយសំណួរសុវត្ថិភាពដូចខាងក្រោម។ អ្នកនឹងត្រូវ​​ផ្តល់ចម្លើយ​ទាំងនេះ​ ប្រសិន​បើ​អ្នកត្រូវការ​ប្ដូរលេខ​សម្ងាត់​របស់​អ្នក។
ru: Пожалуйста, ответьте на следующие вопросы безопасности. Вы должны будете предоставить эти ответы, если вы когда-нибудь нужно сбросить пароль.
th: โปรดตอบคำถามเพื่อความปลอดภัยต่อไปนี้ คุณจะต้องระบุคำตอบเหล่านี้หากต้องการตั้งรหัสผ่านของคุณใหม่
tl: Mangyaring sagutin ang mga sumusunod na tanong sa seguridad. Magkakaroon ka upang magbigay ng mga sagot kung sakaling kailanganin mong i-reset ang iyong password.
vi: Vui lòng trả lời các câu hỏi bảo mật sau. Bạn sẽ phải cung cấp những câu trả lời này khi cần đặt lại mật khẩu của mình.

source: Please accept the terms and conditions in order to complete registration
ar: يرجى قبول الشروط والأحكام من أجل إكمال التسجيل
bn: নিবন্ধন সম্পন্ন করতে অনুগ্রহ করে শর্ত ও নিয়মাবলিতে সম্মতি দিন
es: Acepta los Términos y condiciones para completar la inscripción
fr: Veuillez accepter les termes et conditions afin de finaliser l'inscription
id: Harap terima Syarat & Ketentuan untuk melanjutkan proses pendaftaran
km: សូមទទួលយកលក្ខខណ្ឌនេះ ដើម្បីបញ្ចប់ការចុះឈ្មោះ
ru: Пожалуйста, примите условия для того, чтобы завершить регистрацию
th: โปรดยอมรับข้อกำหนดและเงื่อนไขเหล่านี้เพื่อให้การลงทะเบียนเสร็จสิ้น
tl: Mangyaring tanggapin ang T&Cs upang makumpleto ang pagpaparehistro
vi: Vui lòng chấp nhận điều khoản và điều kiện để hoàn tất đăng ký

source: I accept the terms and conditions
ar: أوافق على الشروط والأحكام
bn: আমি শর্ত ও নিয়মাবলির সাথে সম্মতি দিচ্ছি
es: Acepto los Términos y condiciones
fr: Je suis d'accord avec les termes et conditions ci-dessus
id: Aku menerima Syarat dan Ketentuan yang berlaku
km: Aku menerima Syarat dan Ketentuan yang berlaku
ru: Я принимаю правила и условия
th: ฉันยอมรับข้อกำหนดและเงื่อนไข
tl: Ako ay sumasang-ayon sa tuntunin at mga kundisyon
vi: Tôi chấp nhận điều khoản và điều kiện

source: already joined?
ar: مشتركة بالفعل؟
bn: ইতোমধ্যে যোগ দিয়েছেন?
es: ¿ya te uniste?
fr: Déjà inscrit(e) ?
id: Sudah bergabung?
km: ចូលរួមរួចហើយ?
ru: уже присоединился?
th: เข้าร่วมแล้วใช่หรือไม่?
tl: Nakasali ka na?
vi: đã tham gia?

source: Reset PIN
ar: إعادة تعيين الرقم السري
bn: পিন রিসেট করুন
es: Restablecer PIN
fr: Réinitialiser
km: កំណត់កូដ PIN ឡើងវិញ
ru: Сброс PIN-кода
th: ตั้งรหัส PIN ใหม่
tl: I-reset ang PIN
vi: Đặt lại mã PIN

source: PIN
ar: الرقم السري
bn: পিন
km: កូដ PIN
ru: штифт
th: รหัส PIN
vi: Mã PIN

source: Confirm PIN
ar: تأكيد الرقم السري
bn: পিন নিশ্চিত করুন
es: Confirmar PIN
fr: Confirmer le code PIN
id: Konfirmasi PIN
km: បញ្ជាក់កូដ PIN
ru: Подтверждение PIN-кода
th: ยืนยันรหัส PIN
tl: Kumpirmahin Pin
vi: Xác nhận mã PIN

source: PIN Changed
ar: تم تغيير الرقم السري
bn: পিন পরিবর্তিত হয়েছে
es: Se cambió el PIN
fr: PIN modifié
id: PIN diubah
km: បានប្តូរកូដ PIN
ru: PIN-код изменен
th: รหัส PIN ได้ถูกเปลี่ยนแล้ว
tl: PIN nagbago
vi: Đã đổi mã PIN

source: Your PIN was changed successfully.
ar: تم تغيير الرقم السري الخاص بك بنجاح.
bn: আপনার পিন সফলভাবে পরিবর্তিত হয়েছে৷
es: Se modificó tu PIN con éxito.
fr: Changement de PIN effectué avec succès.
id: PIN-mu telah berhasil diubah
km: កូដ PIN របស់អ្នកត្រូវបានប្ដូរដោយជោគជ័យ។
ru: Ваш PIN-код был успешно изменен.
th: รหัส PIN ของคุณถูกเปลี่ยนเรียบร้อยแล้ว
tl: Ang iyong PIN ay nabago matagumpay.
vi: Mã PIN của bạn đã được đổi thành công.

source: Continue to Sign In
ar: استمري لتسجيل الدخول
bn: সাইন-ইন করতে এগিয়ে যান
es: Continuar hacia el ingreso
fr: Poursuis la connexion.
id: Lanjutkan untuk Masuk
km: បន្តចូល
ru: Продолжить Вход
th: ดำเนินการต่อเพื่อเข้าสู่ระบบ
tl: Magpatuloy mag-Sign in
vi: Tiếp tục đăng nhập

source: Hello
ar: مرحباً
bn: হ্যালো
es: Hola
fr: Bonjour
id: Halo
km: សួស្តី
ru: Здравствуйте
th: สวัสดี
tl: Kumusta
vi: Xin chào

source: Not set
ar: لم يتم تعيينه.
bn: সেট করা হয়নি৷
es: No establecido.
fr: Non défini.
id: Belum terisi
km: មិនកំណត់។
ru: Не задано.
th: ยังไม่ตั้งค่า
tl: Hindi pa set
vi: Chưa đặt.

source: Your Profile
ar: ملف التعريف الخاص بكِ
bn: আপনার প্রোফাইল
es: Tu perfil
fr: Votre profil
id: Profil Kamu
km: ប្រវត្តិរូបរបស់អ្នក
ru: Ваш профиль
th: หน้านี้
vi: Hồ sơ của bạn

source: When you type comments your name will appear as:
ar: عند كتابة تعليقات سيظهر اسمكِ على النحو التالي:
bn: আপনি মন্তব্য টাইপ করার সময় আপনার নাম এভাবে দেখানো হবে:
es: Cuando ingresas un comentario, tu nombre aparecerá como:
fr: Lorsque tu entres des commentaires, le nom qui apparait est :
id: Saat mengetik komentar namamu akan muncul sebagai:
km: នៅពេលដែលអ្នកបញ្ចេញមតិ ឈ្មោះរបស់អ្នកដែលបង្ហាញគឺ៖
ru: При вводе комментария Ваше имя будет выглядеть следующим образом:
th: เมื่อคุณพิมพ์ความเห็น ชื่อของคุณจะแสดงเป็น:
tl: Kapag nagbigay ng komento, ang pangalan mo ay lalabas bilang:
vi: Khi bạn nhập bình luận, tên của bạn sẽ hiển thị là:

source: Mobile number:
ar: رقم الجوال:
bn: মোবাইল নম্বর:
es: Número de teléfono móvil:
fr: Téléphone portable :
id: Nomor HP:
km: លេខ​ទូរ​ស័ព្ទ
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์มือถือ:
tl: Numero ng mobile
vi: Số điện thoại di động:

source: Email Address:
ar: عنوان البريد الإلكتروني:
bn: ইমেইল ঠিকানা:
es: Dirección de correo electrónico:
fr: Adresse électronique :
id: Alamat email:
km: អាសយដ្ឋានអ៊ីមែល៖
ru: Адрес электронной почты:
th: ที่อยู่อีเมล์:
vi: Địa chỉ email:

source: Location:
ar: الموقع:
bn: অবস্থান
es: Ubicación:
fr: Emplacement :
id: Lokasi:
km: ទីតាំង៖
ru: Местоположение:
th: ตำแหน่งที่ตั้ง:
tl: Lokasyon
vi: Vị trí:

source: Education Level:
ar: المستوى التعليمي:
bn: শিক্ষাগত লেভেল:
es: Nivel de educación:
fr: Niveau d'éducation :
id: Tingkat pendidikan:
km: កម្រិតវប្បធម៌៖
ru: Уровень образования:
th: ระดับการศึกษา:
tl: Level ng pag-aaral
vi: Trình độ học vấn:

source: Update Profile
ar: تحديث الملف الشخصي
bn: প্রোফাইল আপডেট করুন
es: Actualizar perfil
fr: Mettre le profil à jour.
id: Menyimpan profil
km: ធ្វើបច្ចុប្បន្នភាពកម្រងព័ត៌មាន
ru: Обновить профиль
th: อัปเดตโปรไฟล์
tl: I-update ang profile
vi: Cập nhật hồ sơ

source: Change Your Password
ar: تغيير كلمة المرور
bn: আপনার পাসওয়ার্ড পরিবর্তন করুন
es: Cambia tu contraseña
fr: Change le mot de passe.
id: Ganti kata sandi
km: ប្ដូរពាក្យសម្ងាត់របស់អ្នក
ru: Изменить пароль
th: เปลี่ยนรหัสผ่านของคุณ
tl: Baguhin ang password
vi: Đổi mật khẩu của bạn

source: Confirm Password:
ar: تأكيد كلمة المرور:
bn: পাসওয়ার্ড নিশ্চিত করুন:
es: Confirmar contraseña:
fr: Confirme le mot de passe :
id: Konfirmasi Sandi
km: បញ្ជាក់ពាក្យសម្ងាត់
ru: Подтвердите Пароль
th: ยืนยันรหัสผ่าน:
tl: Ikumpirma ang password
vi: Xác nhận mật khẩu:

source: Change
ar: تغيير
bn: পরিবর্তন
es: Cambiar
fr: Modifier
id: Ubah
km: ប្តូរ
ru: Изменить
th: เปลี่ยน
tl: Baguhin
vi: Thay đổi

source: Are you not a member yet
ar: هل أنت لستِ عضوة بعد
bn: আপনি কি এখনো একজন সদস্য নন
es: ¿Aún no eres miembro?
fr: Pas encore membre ?
id: Kamu belum terdaftar
km: តើអ្នកមិនទាន់ជាសមាជិកទេ
ru: Еще не зарегистрировался?
th: คุณยังไม่ได้เป็นสมาชิกใช่หรือไม่
tl: Hindi ka pa myembro
vi: Bạn chưa là thành viên

source: Your username and password do not match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقين. يُرجى المحاولة مرة أخرى.
bn: আপনার ব্যবহারকারীর নাম ও পাসওয়ার্ড মিলছে না৷ অনুগ্রহ করে আবার চেষ্টা করুন৷
es: Tu nombre de usuario y contraseña no coinciden. Vuelve a intentar.
fr: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez réessayez.
id: Nama pengguna dan password-mu tidak cocok. Coba lagi
km: ឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់របស់អ្នកមិនត្រូវគ្នាទេ។ សូម​ព្យាយាម​ម្ដងទៀត។
ru: Ваше имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.
th: ชื่อผู้ใช้และรหัสผ่านของคุณไม่ตรงกัน โปรดลองอีกครั้ง
tl: Ang iyong username at password ay hindi nagtugma. Pakisubukan muli.
vi: Tên người dùng và mật khẩu không khớp. Vui lòng thử lại.

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
km: ឈ្មោះអ្នកប្រើប្រាស់
ru: Логин
th: ชื่อผู้ใช้
vi: Tên người dùng

source: 4-digit pin
ar: الرقم السري المكون من4 أرقام
bn: 4-সংখ্যাবিশিষ্ট পিন
es: Pin de 4 dígitos
fr: Pin à 4 chiffres
id: Pin 4 digit
km: កូដ PIN 4 ខ្ទង់
ru: 4-значный PIN-код
th: รหัส PIN 4 หลัก
vi: mã pin gồm 4 chữ số

source: looking for something?
ar: تبحثين عن شيء؟
bn: কিছু খুঁজছেন?
es: ¿buscas algo?
fr: Que recherches-tu ?
id: Mencari sesuatu?
km: កំពុងស្វែងរកអ្វីមួយ?
ru: Ищу что-то?
th: กำลังค้นหาบางอย่าง?
tl: May hinahanap ka ba?
vi: bạn đang tìm kiếm thứ gì đó?

source: Search
ar: بحث
bn: অনুসন্ধান
es: Buscar
fr: Rechercher
id: Pencarian
km: ស្វែងរក
ru: Поиск
th: ค้นหา
tl: Hanapin
vi: Tìm kiếm

source: results found for
ar: نتائج تم العثور عليها عند البحث عن
bn: এর জন্য ফলাফল পাওয়া গেছে:
es: resultados hallados para
fr: résultats trouvés pour
id: hasil yang ditemukan untuk
km: បានរកឃើញលទ្ធផលសម្រាប់​
ru: найдено результатов для
th: ผลลัพธ์ที่พบสำหรับ
tl: Ang mga reultang nahanap para sa
vi: tìm thấy kết quả cho

source: No search results for
ar: لا توجد نتائج بحث عن
bn: এর জন্য অনুসন্ধানের কোনো ফলাফল নেই:
es: No hubo resultados de búsqueda para
fr: Aucun résultat trouvé pour
id: Tidak ada hasil pencarian untuk
km: គ្មានលទ្ធផលស្វែងរកសម្រាប់
ru: Нет результатов поиска для
th: ไม่มีผลการค้นหาสำหรับ
tl: Walang mahanap na resulta
vi: Không có kết quả tìm kiếm cho

source: I am looking for
ar: أنا أبحث عن
bn: আমি খুঁজছি
es: Estoy buscando
fr: Je recherche
id: Saya mencari
km: ខ្ញុំកំពុងស្វែងរក
ru: я ищу
th: ฉันกำลังมองหา
tl: Hinahanap ko
vi: Tôi đang tìm kiếm

source: Done
ar: تمّ
bn: সম্পন্ন হয়েছে
es: Listo
fr: finir
id: Selesai
km: រួចរាល់
ru: Готово
th: เสร็จสิ้น
tl: Tapos na
vi: Hoàn tất

source: Next Question
ar: السؤال التالي
bn: পরবর্তী প্রশ্ন
es: Próxima pregunta
fr: Question suivante
id: PERTANYAAN SELANJUTNYA
km: សំណួរបន្ទាប់
ru: Следующий вопрос -
th: คำถามถัดไป
tl: Sunod na tanong
vi: Câu hỏi tiếp theo

source: You have already completed this
ar: لقد أكملت استطلاع الرأي هذا بالفعل.
bn: আপনি এই সমীক্ষাটি ইতিমধ্যেই সম্পূর্ণ করেছেন।
es: Ya has completado esta encuesta.
fr: Vous avez déjà complété ce questionnaire
id: Survei berhasil
km: អ្នកបានបំពេញការស្ទង់មតិនេះចប់សព្វគ្រប់។
ru: Вы уже завершили этот опрос.
th: คุณทำแบบสำรวจนี้เสร็จเรียบร้อยแล้ว
vi: Bạn đã hoàn thành khảo sát này.

source: Back to Home page
ar: عودة إلى الصفحة الرئيسية
bn: হোম পেজে ফিরে যান
es: Volver a la página de inicio
fr: Retour à la page d'accueil
id: Kembali ke Home Page
km: ត្រឡប់ទៅទំព័រដើម
ru: Назад на главную
th: กลับไปยังหน้าหลัก
tl: Bumalik sa Home page
vi: Trở về trang chủ

source: Share your story
ar: شاركي قصتك
bn: আপনার গল্পটি লিখুন
es: Comparte tu historia
fr: Partager mon histoire.
id: Bagikan Kisahmu
km: ចែករំលែករឿងរបស់អ្នក
ru: Поделитесь своей историей
th: แบ่งปันเรื่องราวของคุณ
tl: Ibahagi ang iyong kwento
vi: Chia sẻ câu chuyện của bạn

source: You have already completed this poll.
ar: لقد أكملت استطلاع الرأي هذا بالفعل.
bn: আপনি এই সমীক্ষাটি ইতিমধ্যেই সম্পূর্ণ করেছেন।
es: Ya has completado esta encuesta.
fr: Vous avez déjà complété ce questionnaire
id: Survei berhasil
km: អ្នកបានបំពេញការស្ទង់មតិនេះចប់សព្វគ្រប់។
ru: Вы уже завершили этот опрос.
th: คุณทำแบบสำรวจนี้เสร็จเรียบร้อยแล้ว
vi: Bạn đã hoàn thành khảo sát này.

source: Back home
ar: عودة إلى الصفحة الرئيسية
bn: হোমে ফিরে যান
es: Volver al Inicio
fr: Retour à l'Accueil
id: Kembali ke awal
km: ត្រឡប់ទៅទំព័រដើម
ru: Вернуться на главную страницу
th: กลับไปที่หน้าหลัก
tl: Bumalik sa Home
vi: Quay về trang chủ

source: Log in to take survey
ar: قم بتسجيل الدخول لإكمال استطلاع الرأي
bn: সমীক্ষায় অংশ নিতে লগ ইন করুন
es: Inicia sesión para responder la encuesta
fr: Conntez vous pour récupérer le questionnaire
id: Log in untuk ikutan survei
km: ចូលប្រព័ន្ធដើម្បីធ្វើការស្ទង់មតិ
ru: Войти принять опрос
th: เข้าสู่ระบบพื่อทำแบบสำรวจ
vi: Đăng nhập để tham gia khảo sát

source: Thanks for submitting your story! You’ll find out soon if you’re a winner!
ar: شكرا لإرسال قصتك! سيتم إبلاغك في وقت قريب إذا كنت الفائزة!
bn: আপনার গল্প জমা দেয়ার জন্য ধন্যবাদ! আপনি জয়ী হয়েছেন কিনা তা শীঘ্রই জানতে পারবেন!
es: ¡Gracias por enviar tu historia! ¡Pronto sabrás si eres una de las ganadoras!
fr: Merci d'avoir soumis ton histoire ! Tu sauras bientôt si tu as remporté le concours !
km: អរគុណសម្រាប់ការដាក់ស្នើរឿងរបស់អ្នក! អ្នកនឹងដឹងឆាប់ៗថាតើអ្នកឈ្នះដែរឬទេ!
ru: Благодарим за свою историю! Вы узнаете в ближайшее время, если вы победитель!
th: ขอบคุณที่ส่งเรื่องราวของคุณ! คุณจะทราบในไม่ช้าว่าคุณเป็นผู้ชนะหรือไม่!
vi: Cảm ơn bạn đã gửi câu chuyện của mình! Bạn sẽ sớm được liên hệ nếu là người chiến thắng!

source: Thank you for submitting poll!
ar: شكراً للتصويت!
bn: ভোট দেয়ার জন্য আপনাকে ধন্যবাদ!
es: ¡Gracias por votar!
fr: Merci d'avoir voté !
id: Terima kasih telah mendaftar!
km: អរគុណសម្រាប់ការបោះឆ្នោត!
ru: Спасибо за ваш голос!
th: ขอบคุณสำหรับการโหวต!
tl: Salamat sa pagboto!
vi: Cảm ơn bạn đã bình chọn!

source: Survey Results
ar: نتائج استطلاع الرأي
bn: সমীক্ষার ফলাফল
es: Resultados de la encuesta
fr: Résultats du questionnaire
id: Hasil Survei
km: លទ្ធផលនៃការស្ទង់មតិ
ru: Результаты анкетирования
th: ผลลัพธ์ของแบบสำรวจ
vi: Kết quả khảo sát

source: Thank you for submitting survey!
ar: شكرًا لكِ لسرد قصتكِ!
bn: আপনার গল্প জমা দেয়ার জন্য ধন্যবাদ!
es: ¡Gracias por enviar tu historia! ¡Pronto sabrás si eres una de las ganadoras!
fr: Merci de votre témoignage !
id: Terima kasih sudah membagikan ceritamu!
km: អរគុណសម្រាប់ការដាក់ស្នើរឿងរបស់អ្នក!
ru: Спасибо за сообщение!
th: ขอบคุณสำหรับการส่งเรื่องของคุณมา!
tl: Salamat sa pag-submit ng iyong story!
vi: Cảm ơn bạn đã gửi câu chuyện của mình!

source: Your survey has been completed successfully.
ar: تم تغيير الرقم السري الخاص بك بنجاح.
bn: আপনার পিন সফলভাবে পরিবর্তিত হয়েছে৷
es: Se modificó tu PIN con éxito.
fr: Mot de passe modifié avec succès.
id: PIN mu telah berhasil diubah
km: កូដ PIN របស់អ្នកត្រូវបានប្ដូរដោយជោគជ័យ។
ru: Ваш PIN-код был изменен успешно.
th: รหัส PIN ของคุณถูกเปลี่ยนเรียบร้อยแล้ว
tl: Ang iyong PIN ay nabago matagumpay.
vi: Mã PIN của bạn đã được đổi thành công.

source: Write your story
ar: اكتبي قصتك
bn: আপনার গল্পটি লিখুন
es: Escribe tu historia
fr: Écris ton histoire.
id: Tulis Kisahmu
km: សរសេររឿងរបស់អ្នក
ru: Написать свою историю
th: เขียนเรื่องราวของคุณ
tl: Magsulat ng kwento
vi: Viết câu chuyện của bạn

source: Log in to Enter
ar: تسجيل الدخول للدخول
bn: প্রবেশ করতে লগ-ইন করুন
es: Ingresa para participar
fr: Connecte-toi pour accéder.
id: Log in untuk mengirim
km: ចូលដើម្បីបញ្ចូល
ru: Чтобы войти Enter
th: เข้าสู่ระบบเพื่อป้อน
tl: Maglog-in para makapasok
vi: Đăng nhập để tham gia

source: Start
ar: ابدأي
bn: শুরু
es: Empezar
fr: Commencer
id: Mulai
km: ចាប់ផ្ដើម
ru: Начать
th: เริ่ม
tl: Simula
vi: Bắt đầu

source: BACK
ar: عودة
bn: পেছনে
es: VOLVER
fr: RETOUR
id: Kembali
km: ត្រឡប់ក្រោយ
ru: НАЗАД
th: กลับ
tl: Bumalik
vi: QUAY LẠI

source: HOME
ar: الصفحة الرئيسية
bn: হোম
es: INICIO
fr: ACCUEIL
km: ទំព័រដើម
ru: ГЛАВНАЯ СТРАНИЦА
th: หน้าแรก
vi: NHÀ RIÊNG

source: Title of your story
ar: عنوان قصتكِ
bn: আপনার গল্পের শিরোনাম
es: Título de tu historia
fr: Titre de l'histoire
id: Judul
km: ចំណងជើងរឿងរបស់អ្នក
ru: Название вашей истории
th: ชื่อเรื่องของคุณ
tl: Pamagat ng iyong kwento
vi: Tựa đề câu chuyện

source: Tell us your story here
ar: أخبرينا بقصتكِ هنا
bn: আপনার গল্পটি এখানে আমাদেরকে বলুন
es: Cuéntanos tu historia aquí
fr: Raconte-nous ton histoire ici.
id: Ceritakan kisahmu di sini
km: ប្រាប់យើងអំពីរឿងរបស់អ្នកនៅទីនេះ
ru: Расскажите нам свою историю здесь
th: บอกเล่าเรื่องราวของคุณที่นี่
tl: Ibahagi ang iyong kwento sa amin
vi: Kể cho chúng tôi câu chuyện của bạn ở đây

source: I accept the Terms and Conditions
ar: أوافق على الشروط والأحكام
bn: আমি শর্ত ও নিয়মাবলির সাথে সম্মতি দিচ্ছি
es: Acepto los Términos y condiciones
fr: J'accepte les conditions.
id: Aku menerima Syarat dan Ketentuan yang berlaku
km: ខ្ញុំព្រមទទួលយកលក្ខខណ្ឌនេះ
ru: Я принимаю правила и условия
th: ฉันยอมรับข้อกำหนดและเงื่อนไข
tl: Ako ay sumasang-ayon sa tuntunin at mga kundisyon
vi: Tôi chấp nhận Điều khoản và điều kiện

source: Share my story anonymously
ar: مشاركة قصتي دون الكشف عن هويتي
bn: আমার গল্প বেনামে শেয়ার করুন
es: Compartir mi historia en forma anónima
fr: Partager mon histoire anonymement.
id: Bagikan Kisahku secara Anonim
km: ចែករំលែករឿងរបស់ខ្ញុំដោយអនាមិក
ru: Поделиться моей историей анонимно
th: แบ่งปันเรื่องราวของฉันโดยไม่เปิดเผยชื่อ
tl: Ibahagi ang aking kwento nang hindi ibinibigay ang pangalan
vi: Chia sẻ ẩn danh câu chuyện của tôi

source: Submit your story
ar: إرسال قصتكِ
bn: আপনার গল্প জমা দিন
es: Envía tu historia
fr: Soumettez votre témoignage
id: Kirim kisahmu
km: Kirim kisahmu
ru: Напиши свою историю
th: ส่งเรื่องราวของคุณ
tl: I-sumite ang iyong kwento
vi: Gửi câu chuyện của bạn

source: Hi
ar: مرحبًا
bn: হাই
es: Hola
fr: Bonjour
id: Hai
km: សួស្ដី
ru: Привет!
th: สวัสดี

source: Sorry we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at:
ar: عذرًا، نواجه مشكلة في الوصول إلى هذه الميزة! بسبب مشكلة فنية مؤقتة، لا يتوفر تسجيل الدخول والتسجيلات على تطبيق Free Basics في الوقت الراهن. لتسجيل الدخول أو التسجيل للحصول على ملف تعريف، قم بزيارة mobisite مجانًا من خلال متصفح الجوال الخاص بك على العنوان التالي:
bn: দুঃখিত, এই কার্যকরিতাটিতে প্রবেশ করতে আমাদের সমস্যা হ‌চ্ছে! একটি সাময়িক প্রযুক্তিগত সমস্যার কারণে এই মুহূর্তে ফ্রি বেসিক্স অ্যাপে লগ ইন ও নিব‌ন্ধন উপল‌ব্ধ নয়। লগইন করতে অথবা একটি প্রোফাইলের জন্য নিব‌ন্ধন করতে আপনার মোবাইল ব্রাউজারের মাধ্যমে আমাদের বিনামূল্য মোবিসাইটে যান:
es: Lo sentimos, tenemos inconvenientes en acceder esta función. Debido a un problema técnico temporario, el inicio de sesión y las inscripciones no están disponibles en la aplicación Free Basics por el momento. Para iniciar sesión o inscribirte, visita nuestro sitio móvil usando tu navegador móvil en:
fr: Désolé! Nous avons des problèmes à accéder à cet article! A cause d'un problème technique temporaire, il est impossible de se connecter et de s'inscrire sur l'appli Free Basics en ce moment. Pour te connecter ou t'inscrire et créer un profil, visite notre site mobile gratuit sur le navigateur de ton téléphone à:
id: Maaf, kami mengalami kesulitan untuk mengakses fitur ini! Log in dan pendaftaran sedang tidak dapat dilakukan melalui Free Basics karena kendala teknis. Jika kamu ingin untuk Log In atau mendaftar, kamu bisa langsung akses dari browser hape kamu di:
km: សូមទោស យើង​កំពុង​មានបញ្ហា​ក្នុង​ការចូល​ប្រើ​មុខងារនេះ! ដោយសារ​បញ្ហាបច្ចេកទេស​បណ្ដោះអាសន្ន ការចូល និង​ការ​ចុះឈ្មោះ​មិនមាន​នៅលើកម្មវិធី Free Basics ទេបច្ចុប្បន្ននេះ។ ដើម្បីចូល ឬចុះឈ្មោះ​បង្កើត​កម្រងព័ត៌មាន​មួយ សូម​ចូល​ទៅកាន់​ទំព័រ​ទូរស័ព្ទ​ឥតគិតថ្លៃ​របស់យើង​ តាមរយៈ​កម្មវិធីរុករក​របស់អ្នក​នៅ៖
ru: К сожалению, при доступе к этому элементу возникла проблема! Из-за временных технических проблем вход и регистрация в приложении Free Basics пока недоступны. Для входа или регистрации учетной записи перейдите на мобильную версию сайта с помощью браузера на мобильном устройстве:
th: ขออภัย เราพบปัญหาขณะเข้าถึงฟีเจอร์นี้! เนื่องจากปัญหาขัดข้องทางเทคนิคชั่วคราว ขณะนี้ไม่สามารถใช้งานการล็อกอินและการลงทะเบียนในแอพเบื้องต้นฟรีได้ หากต้องการล็อกอินหรือลงทะเบียนสำหรับโปรไฟล์ ไปที่หน้าเว็บสำหรับอุปกรณ์มือถือฟรีของเราผ่านทางเบราว์เซอร์บนมือถือของคุณได้ที่:
tl: Sorry sa abala dahil mo ma-access itong feature. Dahil sa temporary technical issue, ang pag-login at registration ay hindi available sa Free Basics app sa ngayon. Para makapag-login o register ng profile, gamitin muna ang free mobisite sa iyong mobile browser sa...
vi: Rất tiếc, bạn gặp phải sự cố khi truy cập tính năng này! Do sự cố kỹ thuật tạm thời nên hiện không đăng ký và đăng nhập được vào ứng dụng Cơ bản miễn phí. Để đăng nhập hoặc đăng ký hồ sơ, vui lòng truy cập vào trang web di động miễn phí của chúng tôi bằng trình duyệt di động của bạn theo địa chỉ

source: We’re working hard to get this problem resolved. Thank you.
ar: وإننا نبذل قصارى جهدنا لحل هذا المشكلة. ونود أن نشكركِ.
bn: এই সমস্যা সমাধান করতে আমরা কঠোর পরিশ্রম করছি৷ ধন্যবাদ৷
es: Estamos trabajando para resolver este problema. Gracias.
fr: Nous nous efforçons de résoudre ce problème. Merci.
km: យើងកំពុងព្យាយាមដោះស្រាយបញ្ហានេះ។ សូមអរគុណ។
ru: Мы прилагаем все усилия, чтобы получить эту проблему решить. Спасибо.
th: เรากำลังพยายามอย่างเต็มที่เพื่อแก้ไขปัญหานี้ ขอขอบคุณ

source: Log in / Sign up
ar: تسجيل دخول/تسجيل اشتراك
bn: লগ-ইন / সাইন-আপ
es: Inicio de sesión / Registrarse
fr: S'identifier / S'inscrire
id: Login/daftar
km: ចូលប្រព័ន្ធ/ចុះឈ្មោះប្រើ
ru: Войти/зарегистрироваться
th: ล็อกอิน / สมัครสมาชิก
vi: Đăng nhập / Đăng ký

source: Are you not a member yet? Sign up
ar: هل أنتِ لستِ عضوة بعد؟ اشتركي
bn: আপনি কি এখনো একজন সদস্য নন? সাইন-আপ করুন
es: ¿Aún no eres miembro? Inscríbete
fr: Pas encore membre ? Inscrivez-vous
id: Kamu belum terdaftar? Daftar yuk.
km: តើអ្នកមិនទាន់ជាសមាជិកទេ? ចុះឈ្មោះប្រើ
ru: Еще не зарегистрировался? Зарегистрироваться
th: คุณยังไม่ได้เป็นสมาชิกใช่หรือไม่ สมัครสมาชิก
tl: Hindi ka pa ba member? Mag-sign up dito.
vi: Bạn chưa là thành viên? Hãy đăng ký

source: Thanks for submitting your story!
ar: شكرًا لكِ لسرد قصتكِ!
bn: আপনার গল্প জমা দেয়ার জন্য ধন্যবাদ!
es: ¡Gracias por enviar tu historia! ¡Pronto sabrás si eres una de las ganadoras!
fr: Merci de votre témoignage !
id: Terima kasih sudah membagikan ceritamu!
km: អរគុណសម្រាប់ការដាក់ស្នើរឿងរបស់អ្នក!
ru: Спасибо за сообщение!
th: ขอบคุณสำหรับการส่งเรื่องของคุณมา!
tl: Salamat sa pag-submit ng iyong story!
vi: Cảm ơn bạn đã gửi câu chuyện của mình!
