Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: e.g. 2086
ar: على سبيل المثال، 2086
bn: যেমন, 2086
es: por ej., 2086
fr: par ex. 2086
id: (contoh 2086)
km: ឧ. 2086
ru: напр. 2086
th: เช่น 2086
tl: hal. 2086
vi: ví dụ: 2086

source: Choose A Display Name
ar: اسم العرض
bn: নাম দেখান
es: Nombre para mostrar
fr: Nom d'affichage
id: Nama tampilan
km: ឈ្មោះបង្ហាញ
ru: Отображаемое имя
th: ชื่อที่แสดง
tl: Display name
vi: Tên hiển thị

source: Please accept the T&amp;Cs in order to complete the registration
ar: يرجى قبول الشروط والأحكام من أجل إكمال التسجيل
bn: নিবন্ধন সম্পন্ন করতে অনুগ্রহ করে শর্ত ও নিয়মাবলিতে সম্মতি দিন
es: Acepta los Términos y condiciones para completar la inscripción
fr: Accepte les conditions pour poursuivre l'inscription.
id: Harap terima Syarat & Ketentuan untuk melanjutkan proses pendaftaran
km: សូមទទួលយកលក្ខខណ្ឌនេះ ដើម្បីបញ្ចប់ការចុះឈ្មោះ
ru: Примите T & Amp; Cs для завершения регистрации
th: โปรดยอมรับเงื่อนไขและข้อกำหนดเพื่อที่จะเสร็จสิ้นการลงทะเบียนโปรดตอบคำถามเพื่อความปลอดภัยต่อไปนี้
tl: Paki-accept ang mga tuntunin at kundisyon para kumpletuhin ang registration
vi: Vui lòng chấp nhận các điều khoản và điều kiện để hoàn tất đăng ký

source: Your PIN has been changed sucessfully.
ar: تم تغيير الرقم السري الخاص بك بنجاح.
bn: আপনার পিন সফলভাবে পরিবর্তিত হয়েছে৷
es: Se modificó tu PIN con éxito.
fr: Mot de passe modifié avec succès.
id: PIN mu telah berhasil diubah
km: កូដ PIN របស់អ្នកត្រូវបានប្ដូរដោយជោគជ័យ។
ru: Ваш PIN-код был изменен успешно.
th: รหัส PIN ของคุณถูกเปลี่ยนเรียบร้อยแล้ว
tl: Ang iyong PIN ay nabago matagumpay.
vi: Mã PIN của bạn đã được đổi thành công.

source: Not set.
ar: لم يتم تعيينه.
bn: সেট করা হয়নি৷
es: No establecido.
fr: Non défini.
id: Belum terisi
km: មិនកំណត់។
ru: Не задано.
th: ยังไม่ตั้งค่า
tl: Hindi pa set
vi: Chưa đặt.

source: Date of Birth:
ar: تاريخ الميلاد:
bn: আপনার জন্মতারিখ হলো:
es: Fecha de nacimiento:
fr: Date de naissance :
id: Tanggal Lahir:
km: ថ្ងៃខែឆ្នាំកំណើត៖
ru: Дата рождения:
th: วันเกิดของคุณคือ:
tl: Kaarawan
vi: Ngày sinh:

source: Edit My Profile
ar: تعديل ملفك الشخصي
bn: আপনার প্রোফাইল সম্পাদনা করুন
es: Editar tu perfil
fr: Édite ton profil.
id: Menyunting Profil
km: កែកម្រងព័ត៌មានរបស់អ្នក
ru: Редактировать профиль
th: แก้ไขโปรไฟล์ของคุณ
tl: I-edit ang iyong profile
vi: Chỉnh sửa hồ sơ của tôi

source: Change my pin
ar: تغيير رمز التعريف الشخصي
bn: পিন পরিবর্তন করুন
es: Cambiar clave
fr: Changer le code secret
id: Ubah PINmu
km: ប្ដូរ PIN
ru: Изменить ПИН-код
th: เปลี่ยนรหัส
tl: Palitan ang PIN
vi: Đổi mật khẩu của tôi

source: log out
ar: تسجيل الخروج
bn: লগ-আউট
es: cerrar sesión
fr: Déconnexion
id: Keluar
km: ចាកចេញ
ru: Выйти из системы
th: ออกจากระบบ
vi: đăng xuất

source: Your username and pin do not match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقين. يُرجى المحاولة مرة أخرى.
bn: আপনার ব্যবহারকারীর নাম ও পাসওয়ার্ড মিলছে না৷ অনুগ্রহ করে আবার চেষ্টা করুন৷
es: Tu nombre de usuario y contraseña no coinciden. Vuelve a intentar.
fr: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez réessayez.
id: Nama pengguna dan password-mu tidak cocok. Coba lagi
km: ឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់របស់អ្នកមិនត្រូវគ្នាទេ។ សូម​ព្យាយាម​ម្ដងទៀត។
ru: Ваше имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.
th: ชื่อผู้ใช้และรหัสผ่านของคุณไม่ตรงกัน โปรดลองอีกครั้ง
tl: Ang iyong username at password ay hindi nagtugma. Pakisubukan muli.
vi: Tên người dùng và mật khẩu không khớp. Vui lòng thử lại.

source: Eg.: 2086
ar: على سبيل المثال: 2086
bn: যেমন: 2086
es: Por ej.: 2086
fr: Par ex. : 2086
id: Misalnya: 2068
km: ឧ. 2086
ru: Напр., 2086
th: เช่น: 2086
tl: (hal. 2086)
vi: Ví dụ: 2086

source: No search results for
ar: لا توجد نتائج بحث عن
bn: এর জন্য অনুসন্ধানের কোনো ফলাফল নেই:
es: No hubo resultados de búsqueda para
fr: Aucun résultat trouvé pour
id: Tidak ada hasil pencarian untuk
km: គ្មានលទ្ធផលស្វែងរកសម្រាប់
ru: Нет результатов поиска для
th: ไม่มีผลการค้นหาสำหรับ
tl: Walang mahanap na resulta
vi: Không có kết quả tìm kiếm cho

source: Read:
ar: قراءة الكل في
bn: সব পড়ুন
es: Leer todo
fr: Lire tout dans
id: Baca Semua Tentan
km: អានទាំងអស់
ru: Прочитать все
th: อ่านทั้งหมด
tl: Basahin ang lahat tungkol sa
vi: Đọc tất cả

source: competition
ar: منافسة
bn: প্রতিযোগিতা
es: Competición
fr: Concurrence
id: Kompetisi
km: ការប្រកួតប្រជែង
ru: Конкурс
th: การแข่งขัน
tl: Contest
vi: Cuộc thi

source: You have already completed this
ar: لقد أكملت استطلاع الرأي هذا بالفعل.
bn: আপনি এই সমীক্ষাটি ইতিমধ্যেই সম্পূর্ণ করেছেন।
es: Ya has completado esta encuesta.
fr: Vous avez déjà complété ce questionnaire
id: Survei berhasil
km: អ្នកបានបំពេញការស្ទង់មតិនេះចប់សព្វគ្រប់។
ru: Вы уже завершили этот опрос.
th: คุณทำแบบสำรวจนี้เสร็จเรียบร้อยแล้ว
vi: Bạn đã hoàn thành khảo sát này.

source: Log in to take
ar: تسجيل الدخول للتصويت
bn: ভোট দিতে লগ-ইন করুন
es: Ingresa para votar
fr: Connecte-toi pour voter.
id: Log in untuk menjawab
km: ចូលដើម្បីបោះឆ្នោត
ru: Войти, чтобы голосовать
th: เข้าสู่ระบบเพื่อป้อน
tl: Maglog-in para makaboto
vi: Đăng nhập để bình chọn

source: Your %(wordSetting)s has been completed successfully. See results
ar: تم إكمال استطلاع الرأي بنجاح. الرجاء الاطلاع على نتائج التقديم أدناه.
bn: আপনার সমীক্ষাটি সফলভাবে সম্পূর্ণ হয়েছে। অনুগ্রহ করে নিচে আপনার জমা দেওয়া ফলাফল দেখুন।
es: Has completado la encuesta con éxito. A continuación puedes ver los resultados de tus respuestas.
fr: Questionnaire rempli avec succès. Veuillez consulter vos résultats ci-dessous.
id: Survei berhasil. Kamu bisa lihat hasilnya di bawah sini.
km: ការស្ទង់មតិរបស់អ្នកបានបញ្ចប់ទៅដោយជោគជ័យ។ សូមមើលលទ្ធផលនៃការដាក់ស្នើរបស់អ្នកនៅខាងក្រោម។
ru: Ваш опрос был успешно завершен. Пожалуйста, смотрите ваши результаты представления ниже.
th: คุณได้กรอกแบบสำรวจครบทุกข้อเรียบร้อยแล้ว โปรดดูผลลัพธ์ในการส่งของคุณด้านล่างนี้
tl: Nai-post ang iyong comment
vi: Bạn đã làm xong khảo sát. Vui lòng xem kết quả bạn đã gửi ở bên dưới.

source: Your %(wordSetting)s has been completed successfully!
ar: تم تغيير الرقم السري الخاص بك بنجاح.
bn: আপনার পিন সফলভাবে পরিবর্তিত হয়েছে৷
es: Se modificó tu PIN con éxito.
fr: Mot de passe modifié avec succès.
id: PIN mu telah berhasil diubah
km: កូដ PIN របស់អ្នកត្រូវបានប្ដូរដោយជោគជ័យ។
ru: Ваш PIN-код был изменен успешно.
th: รหัส PIN ของคุณถูกเปลี่ยนเรียบร้อยแล้ว
tl: Ang iyong PIN ay nabago matagumpay.
vi: Mã PIN của bạn đã được đổi thành công.

source: Thank you for submitting this %(wordSetting)s!
ar: شكرًا على المشاركة!
bn: আপনার কথা শেয়ার করার জন্য ধন্যবাদ!
es: ¡Gracias por compartir tus palabras!
fr: Merci d'avoir partagé vos paroles !
id: Terima kasih karena telah berbagi kisahmu dengan kami!
km: អរគុណសម្រាប់ការចែករំលែកពាក្យពេចន៍របស់អ្នក!
ru: Спасибо за информацию!
th: ขอบคุณสำหรับการแบ่งปันความเห็นของคุณ!
tl: Salamat sa pag-submit ng iyong story!
vi: Cảm ơn bạn đã chia sẻ suy nghĩ của mình!

source: Share your opinions and stories, take polls, win fun prizes.
ar: تبادل الآراء وقصصك، واتخاذ استطلاعات الرأي، الفوز بجوائز ممتعة.
bn: আপনার মতামত ও গল্প শেয়ার করুন, ভোট দিন, মজার উপহার জিতুন৷
es: Compartir sus opiniones e historias, participar en encuestas, ganar premios divertidos.
fr: Partagez vos opinions et histoires, prendre des sondages, gagner des prix amusants.
id: Yuk, jangan lupa berkomentar, ikutan polling, dan dapetin hadiah!
km: ចែករំលែកគំនិត និងរឿងរបស់អ្នក ធ្វើការស្ទង់មតិ ឈ្នះរង្វាន់ដ៏រីករាយ។
ru: Делись своим мнением и историями, участвуй в опросах, получай прикольные призы.
th: แบ่งปันความเห็นและเรื่องราวของคุณ ทำแบบสำรวจ ชิงรางวัลสนุกๆ
vi: Chia sẻ quan điểm và câu chuyện của bạn, bình chọn, giành những giải thưởng thú vị.

source: Join
ar: انضمي
bn: যোগ দিন
es: Únete
fr: S'inscrire
id: Ikut
km: ចូលរួម
ru: Слияние
th: เข้าร่วม
tl: Sumali
vi: Tham gia

source: Take GCN competition
ar: منافسة
bn: প্রতিযোগিতা
es: Competición
fr: Concurrence
id: Kompetisi
km: ការប្រកួតប្រជែង
ru: Конкурс
th: การแข่งขัน
tl: Contest
vi: Cuộc thi

source: You have already completed this poll
ar: لقد أكملت استطلاع الرأي هذا بالفعل.
bn: আপনি এই সমীক্ষাটি ইতিমধ্যেই সম্পূর্ণ করেছেন।
es: Ya has completado esta encuesta.
fr: Vous avez déjà complété ce questionnaire
id: Survei berhasil
km: អ្នកបានបំពេញការស្ទង់មតិនេះចប់សព្វគ្រប់។
ru: Вы уже завершили этот опрос.
th: คุณทำแบบสำรวจนี้เสร็จเรียบร้อยแล้ว
vi: Bạn đã hoàn thành khảo sát này.

source: Show results
ar: إظهار النتائج
bn: ফলাফল দেখান
es: Mostrar resultados
fr: Afficher les résultats
id: Tampilkan hasil
km: បង្ហាញលទ្ធផល
ru: Показать результаты
th: แสดงผลลัพธ์
tl: Ipakita ang resulta
vi: Hiển thị kết quả

source: Take the survey
ar: سروے کریں
bn: সমীক্ষায় অংশ নিন
es: Responder la encuesta
fr: Remplir un questionnaire
id: Ikut survei
km: ធ្វើការស្ទង់មតិ
ru: Проводить исследование
th: ทำแบบสำรวจ
tl: Kumuha ng survey
vi: Tham gia khảo sát

source: Enter
ar: أدخل
bn: প্রবেশ
es: Ingresa
fr: Entrer
id: Masukkan
km: បញ្ចូល
ru: Принять участие
th: ป้อน
vi: Tham gia

source: Join us
ar: انضموا إلينا
bn: আমাদের সাথে যোগ দিন
es: Únete
fr: Rejoignez-nous !
id: Gabung yuk!
km: ចូលរួមជាមួយយើង
ru: Зарегистрироваться
th: เข้าร่วมกับเรา
tl: Sali na!
vi: Tham gia cùng chúng tôi

source: Read More
ar: اقرأي المزيد
bn: আরো পড়ুন
es: Leer más
fr: En savoir plus
id: Baca selengkapnya
km: អានបន្ថែម
ru: Читать далее
th: อ่านเพิ่มเติม
tl: Magbasa pa

source: Recent Replies
ar: الردود الحديثة
bn: সাম্প্রতিক জবাব
es: Respuestas recientes
fr: Réponses récentes
id: Balasan Terbaru
km: ការឆ្លើយតបថ្មីៗ
ru: Новые ответы
th: การตอบกลับล่าสุด
tl: Pinaka-recent na reply
vi: Câu trả lời gần đây

source: Share your thoughts
ar: مشاركة أفكارك
bn: তোমার মতামত জানাও
es: Comparte lo que piensas
fr: Partage tes opinions
id: Bagikan tanggapanmu
km: ចែករំលែកគំនិតរបស់អ្នក
ru: Поделись своими мыслями
th: แบ่งปันความคิดของคุณ
tl: Mag-share ng mga naiisip
vi: Chia sẻ suy nghĩ của bạn

source: Please Log in here to leave a comment.
ar: لترك تعليق.
bn: মন্তব্য জমা দেয়ার জন্য৷
es: para dejar un comentario.
fr: pour commenter.
id: Tinggalkan komentar
km: ដើម្បីផ្តល់មតិ។​
ru: чтобы оставить комментарий.
th: หากต้องการฝากความคิดเห็นเอาไว้
tl: para mag-iwan ng komento
vi: để lại bình luận.

source: Please log in to leave a comment.
ar: لترك تعليق.
bn: মন্তব্য জমা দেয়ার জন্য৷
es: para dejar un comentario.
fr: pour commenter.
id: Tinggalkan komentar
km: ដើម្បីផ្តល់មតិ។​
ru: чтобы оставить комментарий.
th: หากต้องการฝากความคิดเห็นเอาไว้
tl: para mag-iwan ng komento
vi: để lại bình luận.

source: You have already submitted a response for this article.
ar: لقد أرسلت بالفعل ردًا على هذه المقالة.
bn: আপনি এই প্রব‌ন্ধের জন্য ইতিমধ্যেই একটি প্রতিক্রিয়া জমা দিয়েছেন
es: Ya enviaste una respuesta para este artículo.
fr: Tu as déjà soumis une réponse pour cet article.
id: Kamu sudah memberikan respons untuk artikel ini
km: អ្នក​បាន​ដាក់បញ្ជូន​ការឆ្លើយតប​មួយ​សម្រាប់​អត្ថបទនេះ។
ru: Вы уже отправили ответ к этой статье.
th: คุณส่งการตอบกลับให้กับบทความนี้แล้ว
vi: Bạn đã gửi phản hồi cho bài viết này.

source: You might like
ar: قد تحبين كذلك
bn: আপনি হয়তো পছন্দ করতে পারেন
es: También podría gustarte
fr: Vous aimez peut être
id: Baca artikel menarik lainnya di sini
km: អ្នកប្រហែលចូលចិត្ត
ru: Возможно, тебе понравится
th: คุณอาจต้องการ
tl: Baka magustuhan mo rin ito
vi: Bạn có thể thích

source: Load more
ar: حمّل المزيد
bn: আরো লোড করুন
es: Cargar más
fr: En savoir plus
id: Baca selengkapnya
km: Baca selengkapnya
ru: Загрузить еще
th: อ่านเพิ่มเติม
tl: Magbasa pa
vi: Tải thêm

source: Read All
ar: قراءة الكل في
bn: সব পড়ুন
es: Leer todo
fr: Lire tout dans
id: Baca Semua Tentan
km: អានទាំងអស់
ru: Прочитать все
th: อ่านทั้งหมด
tl: Basahin ang lahat tungkol sa
vi: Đọc tất cả

source: Find us elsewhere:
bn: আমাদের অন্যত্র খুঁজে নিন
es: Encuéntranos también en
fr: Trouve-nous ailleurs
id: Temukan Kami Di:
km: ស្វែងរកយើងនៅកន្លែងផ្សេង
ru: Найти нас в других сетях
th: พบเราได้ที่
tl: Nandito din kami:
vi: Tìm chúng tôi ở nơi khác:

source: A Reply
ar: رد
bn: একটি প্রতিক্রিয়া
es: Una respuesta
fr: Une réponse
id: Balasan
km: ការឆ្លើយតបមួយ
ru: Ответ
th: การตอบกลับ
tl: Reply
vi: Một câu trả lời

source: Comment Replies
ar: الردود على التعليقات
bn: মন্তব্যের জবাব
es: Respuestas a los comentarios
fr: Réponses aux commentaires
id: Komen balasan
km: ការឆ្លើយតបមតិ
ru: Ответы на комментарий
th: ตอบกลับความเห็น
vi: Câu trả lời cho bình luận

source: Back
ar: السابقعودة
bn: পেছনে
es: Volver
fr: Retour
id: Kembali
km: ត្រឡប់ក្រោយ
ru: Назад
th: ย้อนกลับ
tl: Bumalik
vi: Quay lại

source: Take Survey
ar: شارِك في الاستبيان
bn: জরিপে অংশ নিন
es: Responder la encuesta
fr: Remplir le questionnaire
id: Ikut survei
km: ធ្វើការស្ទង់មតិ
ru: Принять участие в опросе
th: ทำแบบสำรวจ
vi: Tham gia khảo sát

source: Take a vote!
ar: التصويت على هذا الموضوع
bn: ভোট দিন!
es: Votar
fr: Vote sur ça
id: Berikan Suaramu!
km: ធ្វើការបោះឆ្នោត!
ru: Проголосуй!
th: ร่วมโหวต!
tl: Bumoto na!
vi: Hãy bình chọn!

source: Thank you! Your response has already been submitted.
ar: شكرًا لكِ! لقد تم تقديم إجابتكِ بالفعل.
bn: ধন্যবাদ! আপনার জবাব ইতোমধ্যে জমা দেয়া হয়েছে৷
es: ¡Gracias! Tu respuesta fue enviada.
fr: Merci ! Votre réponse a déjà été envoyée.
id: Terima kasih! Responmu sudah masuk!
km: សូមអរគុណ! ការឆ្លើយតបរបស់អ្នកត្រូវបានដាក់ស្នើរួចហើយ។
ru: Спасибо! Ваш ответ уже был представлен.
th: ขอบคุณมาก! คำตอบของคุณถูกส่งแล้ว
tl: Salamat! Nai-submit na ang response mo
vi: Cảm ơn bạn! Câu trả lời của bạn đã được gửi.

source: Change Your Pin
ar: تغيير رمز التعريف الشخصي الخاص بك
bn: পিন পরিবর্তন করুন
es: Cambia tu clave
fr: Change ton code secret
id: Ubah PINmu
km: ប្ដូរ PIN របស់អ្នក
ru: Изменить пин-код
th: เปลี่ยนรหัสของคุณ
tl: Palitan ang PIN

source: Old Pin:
ar: رمز التعريف الشخصي القديم
bn: পুরনো পিন
es: Clave anterior
fr: Ancien code secret
id: PIN lama
km: PIN ចាស់
ru: Старый пин-код
th: รหัสเดิม
tl: Lumang PIN

source: New Pin:
ar: رمز التعريف الشخصي الجديد
bn: নতুন পিন
es: Nueva clave
fr: Nouveau code secret
id: PIN baru
km: PIN ថ្មី
ru: Новый пин-код
th: รหัสใหม่
tl: Bagong PIN

source: Confirm New Pin:
ar: تأكيد رمز التعريف الشخصي الجديد
bn: নতুন পিন নিশ্চিত করুন
es: Confirmar tu nueva clave
fr: Confirme ton nouveau code secret
id: Konfirmasi PIN baru
km: បញ្ជាក់ PIN ថ្មី
ru: Подтвердите новый пин-код
th: ยืนยันรหัสใหม่
tl: Kumpirmahin Pin

source: Springster values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
ar: تقدّر منظمة Springster إمكانية تصفح الإنترنت بشكل آمن، لذا فإننا نخفي اسم المستخدم الخاص بكِ ونسمح لكِ بالتعليق والتفاعل على الموقع دون توضيح هويتكِ. إذا كنتِ ترغبين في التفاعل مع أشخاص آخرين، مثل أصدقائكِ حتى يتمكنوا من رؤيتكِ كاسم مستخدم وليس كهوية مجهولة، فحدّثي اسم المستخدم الخاص بكِ هنا
bn: Springster আপনার অনলাইন নিরাপত্তাকে মূল্য দেয়, তাই আমরা আপনার ব্যবহারকারীর নাম লুকিয়ে রাখি এবং আপনাকে বেনামে মন্তব্য করার ও সাইটের সাথে মিথস্ক্রিয়া করার অনুমতি দিই৷ যদি আপনি অন্যদের সাথে যোগাযোগ করতে চান, যেমন আপনার বন্ধুরা আপনাকে একটি ব্যবহারকারীর নাম হিসাবে দেখতে পারবেন এবং আপনি বেনামী থাকবেন না, তাহলে আপনার ব্যবহারকারীর নাম এখানে আপডেট করুন
es: Springster valora tu seguridad en línea, por lo tanto ocultamos tu nombre de usuario y te permitimos comentar e interactuar con el sitio en forma anónima. Si deseas interactuar con otras personas, quieres que tus amigos puedan ver tu nombre de usuario y no una identidad anónima, actualiza tu nombre de usuario aquí
fr: Springster veille au respect de votre sécurité en ligne, ainsi votre nom d'utilisateur est masqué pour vous permettre de commenter et d'interagir avec le site de manière anonyme. Pour communiquer avec d'autres personnes, telles que vos amis sous votre nom d'utilisateur et non de manière anonyme, mettez à jour votre nom d'utilisateur ici
id: Springster menghargai keamanan online-mu, oleh karena itu kami menyembunyikan nama penggunamu dan memungkinkan kamu untuk berkomentar dan berinteraksi di situs ini secara anonim, Jika kamu ingin berinteraksi dengan orang lain, seperti temanmu untuk dapat melihatmu dengan nama pengguna dan tidak anonim, perbarui nama penggunamu di sini.
km: Springster ឱ្យតម្លៃទៅលើសន្ដិសុខបណ្ដាញ ដូច្នេះ យើងលាក់ឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក និងអនុញ្ញាតឱ្យអ្នកបញ្ចេញមតិ និងធ្វើអន្ដរកម្មជាមួយគេហទំព័រជាអនាមិក។ បើសិនអ្នកចង់ធ្វើអន្ដរកម្មជាមួយអ្នកផ្សេង ដូចជាមិត្តភ័ក្តិរបស់អ្នក ដើម្បីអាចមើលឃើញអ្នកជាមួយនឹងឈ្មោះអ្នកប្រើប្រាស់ និងមិនមែនជាអនាមិក សូមអាប់ដេតឈ្មោះអ្នកប្រើប្រាស់របស់អ្នកនៅទីនេះ
ru: Springster заботится о твоей безопасности в сети, поэтому мы скрыли твой ник, и ты можешь комментировать и общаться на сайте анонимно. Чтобы твои друзья увидели твой ник, укажи его здесь
th: Springster ตระหนักถึงความสำคัญของความปลอดภัยบนระบบออนไลน์ของคุณ ด้วยเหตุนี้เราจึงซ่อนชื่อผู้ใช้ของคุณและอนุญาตให้คุณแสดงความเห็นและโต้ตอบกับไซต์โดยไม่ต้องระบุชื่อ หากคุณต้องการโต้ตอบกับบุคคลอื่น เช่น ต้องการให้เพื่อนของคุณสามารถเห็นคุณจากชื่อผู้ใช้ ไม่ใช่แบบไม่ระบุชื่อ โปรดอัพเดตชื่อผู้ใช้ของคุณที่นี่
tl: Nire-respeto ng Springster ang iyong online security. Kaya itinatago namin ang username mo, at anonymous ang iyong pag-comment at interact sa loob ng site. Pero kung gusto mong maki-interact sa ibang tao, gaya ng friends mo, bilang username at hindi anonymous, paki-update ang username mo dito.
vi: Springster coi trọng vấn đề bảo mật khi trực tuyến của bạn. Do đó, chúng tôi ẩn tên người dùng của bạn và cho phép bạn bình luận cũng như tương tác ẩn danh với trang web. Nếu bạn muốn tương tác với người khác, như bạn bè có thể thấy bạn dưới dạng tên người dùng chứ không phải ẩn danh thì hãy cập nhật tên người dùng của bạn ở đây

source: I identify as
ar: أحدد نوعي بأنه
bn: আমার লিঙ্গ হলো
es: Identifico mi sexo como
fr: Je m'identifie comme
id: Saya teridentifikasi sebagai
km: ខ្ញុំស្គាល់ជា
ru: Имя
th: แสดงตัวเป็น
tl: Nagi-identify ako bilang
vi: Tôi nhận diện là

source: Only you will see this, but it's not mandatory to tell us
ar: لن يتمكن أي شخص سواكِ من رؤية ذلك، لكن ليس من الضروري إبلاغنا
bn: শুধু আপনি এটা দেখতে পারবেন, কিন্তু এটা আমাদেরকে বলা বাধ্যতামূলক নয়
es: Solo tú podrás ver esto, pero no es obligatorio que nos digas
fr: Vous serez la seule à le voir, mais vous n'êtes pas obligée de nous le communiquer.
id: Hanya kamu yang akan melihat hal ini,tapi tidak wajib memberi tahu kami
km: មានតែអ្នកប៉ុណ្ណោះដែលអាចឃើញវា ប៉ុន្តែវាមិនចាំបាច់ត្រូវប្រាប់យើងនោះទេ
ru: Это будешь видеть только ты, но указывать это необязательно
th: มีเพียงคุณเท่านั้นที่จะเห็นรหัสนี้ และไม่จำเป็นต้องแจ้งให้เรารู้
tl: Ikaw lang ang makakakita nito. Hindi kailangang sabihin sa amin.
vi: Chỉ có bạn nhìn thấy nhưng bạn không bắt buộc phải cho chúng tôi biết

source: Update profile to let us know your birthday to get access to exclusive content.
ar: أخبرينا بتاريخ ميلادك للوصول إلى المحتوى الحصري.
bn: অনন্য কন্টেন্টে প্রবেশাধিকার পেতে আমাদেরকে আপনার জন্মদিন জানান৷
es: Déjanos saber tu cumpleaños para darte acceso a contenido exclusivo.
fr: Indique ta date d'anniversaire pour avoir accès à un contenu exclusif.
id: Beri tau kami tanggal ulangtahunmu untuk mendapatkan akses ke konten eksklusif.
km: អនុញ្ញាតឱ្យយើងដឹងពីថ្ងៃកំណើតរបស់អ្នក ដើម្បីចូល​ប្រើប្រាស់​ខ្លឹមសារ​ពិសេសៗ។
ru: Дайте нам знать свой день рождения, чтобы получить доступ к эксклюзивному контенту.
th: โปรดแจ้งวันเกิดของคุณเพื่อรับสิทธิการเข้าถึงเนื้อหาพิเศษ
tl: Ibahagi sa amin ang iyong kaarawan para maka-access sa exclusive content
vi: Hãy cho chúng tôi biết ngày sinh của bạn để nhận được quyền truy cập vào nội dung dành riêng.

source: My Profile
ar: الملف الشخصي
bn: প্রোফাইল
es: Perfil
fr: Plugin
id: Profil
km: កម្រង​ព័ត៌មាន
ru: Профиль
th: โปรไฟล์
tl: Profile
vi: Hồ sơ

source: Display name:
ar: اسم العرض:
bn: প্রদর্শিত নাম
es: Nombre para mostrar
fr: Nom d'affichage :
id: Nama tampilan
km: ឈ្មោះបង្ហាញ
ru: Показываемое имя:
th: ชื่อที่แสดง
tl: Isulat ang bagong pangalan
vi: Tên hiển thị:

source: Join Springster
ar: انضمي إلى Springster
bn: Springster এ যোগ দাও
es: Únete a Springster
fr: Rejoindre Springster
id: Bergabung dengan Springster
km: ចូលរួមជាមួយ Springster
ru: Зарегистрироваться в Springster
th: เข้าร่วมกับ Springster
tl: Sumali sa Springster
vi: Tham gia Springster

source: Already joined?
ar: مشتركة بالفعل؟
bn: ইতোমধ্যে যোগ দিয়েছেন?
es: ¿ya te uniste?
fr: Déjà inscrit(e) ?
id: Sudah bergabung?
km: ចូលរួមរួចហើយ?
ru: Уже есть учетная запись?
th: เข้าร่วมแล้วใช่หรือไม่?
tl: Nakasali ka na?
vi: Đã tham gia?

source: Log in here
ar: تسجيل الدخول من هنا
bn: এখানে লগ-ইন করুন
es: Inicia sesión aquí
fr: Identifiez-vous ici
id: Login di sini
km: ចូលប្រព័ន្ធនៅទីនេះ
ru: Войти
th: ล็อกอินที่นี่
tl: Mag-login dito
vi: Đăng nhập ở đây

source: For example: 2048
ar: على سبيل المثال: 2048
bn: যেমন: 2048
es: Por ejemplo: 2048
fr: Par exemple : 2048
id: Contohnya: 2048
km: ឧទាហរណ៍៖ 2048
ru: Например: 2048
th: ตัวอย่างเช่น: 2048
tl: Halimbawa: 2048
vi: Ví dụ: 2048

source: Please answer the above security questions. You'll have to provide these answers if you ever need to reset your password.
ar: يرجى الإجابة على أسئلة الأمان ​​التالية. سيكون عليك تقديم هذه الإجابات متى احتجت إلى إعادة تعيين كلمة المرور الخاصة بك.
bn: অনুগ্রহ করে নিচের নিরাপত্তামূলক প্রশ্নগুলোর উত্তর দিন৷ কখনো আপনার পাসওয়ার্ড রিসেট করার প্রয়োজন হলে আপনাকে এই উত্তরগুলো দিতে হবে৷
es: Responde las siguientes preguntas de seguridad. Tendrás que dar estas respuestas si alguna vez necesitas restablecer la contraseña.
fr: Veuillez répondre aux questions de sécurité ci-dessus. Vous devrez fournir ces réponses si vous avez besoin de réinitialiser votre mot de passe.
id: Tolong jawab pertanyaan keamanan di atas. Kamu harus menjawabannya ketika reset ulang password.
km: សូមឆ្លើយសំណួរសុវត្ថិភាពដូចខាងក្រោម។ អ្នកនឹងត្រូវ​​ផ្តល់ចម្លើយ​ទាំងនេះ​ ប្រសិន​បើ​អ្នកត្រូវការ​ប្ដូរលេខ​សម្ងាត់​របស់​អ្នក។
ru: Ответь на контрольные вопросы, указанные выше. Ты должен будешь ответить на эти вопросы, если тебе потребуется сменить свой пароль.
th: โปรดตอบคำถามสำหรับความปลอดภัยด้านบน คุณจะต้องระบุคำตอบเหล่านี้หากคุณต้องการตั้งรหัสผ่านของคุณใหม่
tl: Paki-sagot ang mga security questions sa itaas. Gamitin ang mga sagot na ito kapag kailangan mong mag-reset ng password.
vi: Vui lòng trả lời các câu hỏi bảo mật ở trên. Bạn sẽ phải cung cấp những đáp án này khi cần đặt lại mật khẩu của mình.

source: You haven't set a display name, so your comments will appear as 'anonymous'
ar: لم تقم بتعيين اسم العرض، لذلك سوف تظهر تعليقاتك باسم "مجهول"
bn: আপনি কোনো ডিসপ্লে নাম নির্দিষ্ট করেন নি, তাই আপনার মন্তব্যগুলো ‘অজ্ঞাতপরিচয়’ হিসেবে দেখা যাবে।
es: No configuraste un nombre de usuario, así que tus comentarios aparecerán como "anónimo"
fr: Tu n'as pas indiqué de nom d'utilisateur, alors tes commentaires apparaîtront comme "anonyme"
id: Kamu belum memasukkan display name, kamu akan berkomentar sebagai 'anonymous'
km: អ្នក​មិនបាន​កំណត់​ឈ្មោះ​លើអេក្រង់ទេ ដូច្នេះមតិ​របស់អ្នក​នឹង​បង្ហាញជា “អនាមិក”។
ru: Вы не установили отображаемое имя, поэтому комментарии будут отображаться как анонимные.
th: คุณยังไม่ได้ตั้งชื่อของคุณ ความเห็นที่คุณป้อนจะแสดงเป็น 'ไม่เปิดเผยตัว'
vi: Bạn chưa đặt tên hiển thị nên bình luận của bạn sẽ xuất hiện dưới dạng 'ẩn danh'

source: Confirm Pin:
ar: التّأ_كيد:
bn: পিন নিশ্চিত করুন
es: Confirmar PIN
fr: Confirmer le code PIN
id: Konfirmasi PIN
km: បញ្ជាក់កូដ PIN
ru: Подтверждение PIN-кода
th: ยืนยันรหัส PIN
tl: Kumpirmahin Pin

source: Sign up here
ar: تسجيل الاشتراك هنا
bn: এখানে সাইন-আপ করুন
es: Inscríbete aquí
fr: Inscrivez-vous ici
id: Daftar di sini
km: ចុះឈ្មោះប្រើនៅទីនេះ
ru: Зарегистрироваться
th: สมัครสมาชิกที่นี่
tl: Mag-sign up dito.
vi: Đăng ký ở đây
