Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: male
ar: ذكر
bn: পুরুষ
es: masculino
fr: masculin
id: Laki-laki
km: ប្រុស
ru: мужской
th: ชาย
tl: Lalaki
vi: nam

source: female
ar: أنثى
bn: মহিলা
es: femenino
fr: féminin
id: Perempuan
km: ស្រី
ru: женский
th: หญิง
tl: Babae
vi: nữ

source: don't want to answer
ar: لا تريدين الإجابة
bn: উত্তর দিতে চাই না
es: no quiero responder
fr: ne souhaite pas répondre
id: Tidak ingin menjawab
km: មិនចង់ឆ្លើយ
ru: не хочу отвечать
th: ไม่ต้องการตอบ
tl: Ayokong sagutin
vi: không muốn trả lời

source: Sorry, but that is an invalid display name. Please don't use your email address or phone number in your display name.
ar: عذرًا، لكن ذلك اسم عرض غير صالح. يُرجى عدم استخدام عنوان البريد الإلكتروني الخاص بكِ أو رقم هاتفكِ في اسم العرض الخاص بكِ.
bn: দুঃখিত, কিন্তু এই প্রদর্শিত নামটি অকার্যকর৷ অনুগ্রহ করে আপনার প্রদর্শিত নামের মধ্যে আপনার ইমেইল ঠিকানা বা ফোন নম্বর ব্যবহার করবেন না৷
es: Lo sentimos, pero no es un nombre para mostrar válido. No uses tu dirección de correo electrónico o número de teléfono en el nombre para mostrar.
fr: Désolé, mais le nom d'affichage est invalide. Veuillez ne pas utiliser votre adresse électronique ou votre numéro de téléphone dans votre nom d'affichage.
id: Maaf, tapi kamu gak boleh pakai 'nama tampilan' ini. Jangan pakai alamat email atau nomor HP sebagai nama tampilan, ya.
km: សូមអភ័យទោស ឈ្មោះបង្ហាញមិនមានសុពលភាពទេ។ សូមកុំប្រើអាសយដ្ឋានអ៊ីមែលរបស់អ្នក ឬ លេខទូរសព្ទរបស់អ្នក នៅក្នុងឈ្មោះបង្ហាញរបស់អ្នកឱ្យសោះ។
ru: К сожалению, но это недопустимое имя дисплея. Пожалуйста, не используйте ваш адрес электронной почты или номер телефона в отображаемое имя.
th: ชื่อผู้ใช้ที่คุณป้อนดูเหมือนจะไม่ถูกต้อง โปรดลองอีกครั้ง. โปรดอย่าใช้ชื่อจริง หมายเลขโทรศัพท์ หรืออีเมล์แอดเดรสจริงของคุณ เนื่องจากไม่ปลอดภัย
tl: Sorry, invalid display name ito. Huwag gamitin ang iyong email address o phone number bilang display name.
vi: Rất tiếc, nhưng đó là tên hiển thị không hợp lệ. Vui lòng không sử dụng địa chỉ email hoặc số điện thoại trong tên hiển thị của bạn.

source: Sorry, the name you have used is not allowed. Please, use a different name for your display name.
ar: عذرًا، لكن الاسم الذي تستخدميه غير مسموح به. يُرجى، استخدم اسم مختلف مع اسم العرض الخاص بكِ.
bn: দুঃখিত, আপনার ব্যবহার করা নামটি অনুমোদিত নয়৷ অনুগ্রহ করে আপনার প্রদর্শিত নামের জন্য ভিন্ন একটি নাম ব্যবহার করুন৷
es: Lo sentimos, pero no está permitido usar ese nombre. Usa un nombre diferente en el nombre para mostrar.
fr: Désolé, le nom que vous utilisez est invalide. Veuillez utiliser un nom différent pour votre nom d'affichage.
id: Maaf, kamu gak bisa pakai nama itu. Mohon gunakan nama yang berbeda dari nama pengguna kamu.
km: សូមអភ័យទោស ឈ្មោះដែលអ្នកបានប្រើប្រាស់មិនត្រូវបានអនុញ្ញាតទេ។ សូមប្រើប្រាស់ឈ្មោះផ្សេងសម្រាប់ឈ្មោះបង្ហាញរបស់អ្នក។
ru: К сожалению, имя, которое вы использовали не допускается. Пожалуйста, используйте другое имя для отображаемого имени.
th: ขออภัย ชื่อที่คุณใช้ไม่ได้รับอนุญาต โปรดใช้ชื่ออื่นสำหรับชื่อที่แสดงของคุณ
tl: Sorry, ang name na pinili mo ay hindi maaaring gamitin. Subukang gumamit ng ibang pangalan bilang display name.
vi: Rất tiếc, tên bạn đã sử dụng không được cho phép. Vui lòng sử dụng tên khác cho tên hiển thị.

source: Gender
ar: النوع
bn: লিঙ্গ
es: Sexo
fr: Sexe
id: Jenis Kelamin
km: ភេទ
ru: секс
th: เพศ
tl: Kasarian
vi: Giới tính

source: Display Name
ar: اسم العرض
bn: নাম দেখান
es: Nombre para mostrar
fr: Nom d'affichage
id: Nama tampilan
km: ឈ្មោះបង្ហាញ
ru: Отображаемое имя
th: ชื่อที่แสดง
vi: Tên hiển thị

source: This value must contain only letters, numbers and underscores.
ar: يجب أن تحتوي هذه القيمة على أحرف وأرقام وشرطات سفلية فقط.
bn: এখানে অবশ্যই শুধু অক্ষর, সংখ্যা ও আন্ডারস্কোর থাকতে পারবে৷
es: Este valor solo debe contener letras, números y guiones bajos.
fr: Cette valeur ne peut contenir que des lettres, des chiffres et des tirets bas.
id: Bagian ini hanya dapat diisi huruf, angka dan garis bawah.
km: តម្លៃនេះត្រូវមានតែអក្សរ លេខ និងបន្ទាត់ខាងក្រោមប៉ុណ្ណោះ។
ru: Это значение должно содержать только буквы, цифры и символы подчеркивания.
th: ค่านี้ต้องมีเฉพาะตัวอักษร ตัวเลข และสัญประกาศ
tl: Ang halagang ito ay dapat maglaman lamang ng mga titik , numero at underscore.
vi: Giá trị này chỉ được chứa chữ cái, số và dấu gạch dưới.

source: Sorry, but that is an invalid username. Please don't use your email address or phone number in your username.
ar: عذرًا، لكن ذلك اسم مستخدم غير صالح. يُرجى عدم استخدام عنوان البريد الإلكتروني الخاص بكِ أو رقم هاتفكِ في اسم المستخدم الخاص بكِ.
bn: দুঃখিত, কিন্তু এই ব্যবহারকারীর নামটি অকার্যকর৷ অনুগ্রহ করে আপনার ব্যবহারকারীর নামের মধ্যে আপনার ইমেইল ঠিকানা বা ফোন নম্বর ব্যবহার করবেন না৷
es: Lo sentimos, pero no es un nombre de usuario válido. No uses tu dirección de correo electrónico o número de teléfono en el nombre de usuario.
fr: Désolé, mais le nom d'utilisateur est invalide. Veuillez ne pas utiliser votre adresse électronique ou votre numéro de téléphone dans votre nom d'utilisateur.
id: Maaf, tapi kamu gak boleh pakai 'nama pengguna' ini. Jangan pakai alamat email atau nomor HP sebagai nama pengguna, ya.
km: សូមអភ័យទោស ឈ្មោះអ្នកប្រើប្រាស់មិនមានសុពលភាពទេ។ សូមកុំប្រើប្រាស់អាសយដ្ឋានអ៊ីមែល ឬ លេខទូរសព្ទរបស់អ្នកនៅក្នុងឈ្មោះអ្នកប្រើប្រាស់របស់អ្នកឱ្យសោះ។
ru: К сожалению, но это неверное имя пользователя. Пожалуйста, не используйте ваш адрес электронной почты или номер телефона в вашем имени пользователя.
th: ชื่อผู้ใช้ที่คุณป้อนดูเหมือนจะไม่ถูกต้อง โปรดลองอีกครั้ง. โปรดอย่าใช้ชื่อจริง หมายเลขโทรศัพท์ หรืออีเมล์แอดเดรสจริงของคุณ เนื่องจากไม่ปลอดภัย
tl: Sorry, invalid username ito. Huwag gamitin ang iyong email address o phone number bilang username.
vi: Rất tiếc, nhưng đó là tên người dùng không hợp lệ. Vui lòng không sử dụng địa chỉ email hoặc số điện thoại trong tên người dùng.

source: Spam
ru: Спам

source: Offensive Language
ar: لغة الموقع:
bn: সাইটের ভাষা:
es: Idioma del sitio:
fr: Langue du site :
id: Pilih Bahasa:
km: ភាសាគេហទំព័រ៖
ru: Оскорбительные выражения
th: ภาษาของไซต์:
tl: Mapanakit na Salita
vi: Ngôn ngữ của trang web:

source: Bullying
ru: запугивающий
tl: Pambubully

source: Other
ru: Другое
tl: Iba pa

source: Log in to vote
ar: تسجيل الدخول للتصويت
bn: ভোট দিতে লগ-ইন করুন
es: Ingresa para votar
fr: Connecte-toi pour voter.
id: Log in untuk menjawab
km: ចូលដើម្បីបោះឆ្នោត
ru: Войти, чтобы голосовать
th: เข้าสู่ระบบเพื่อป้อน
tl: Maglog-in para makaboto
vi: Đăng nhập để bình chọn

source: That username already exits. Please try another one.
ar: اسم المستخدم هذا موجود بالفعل. يُرجى استخدام اسم آخر.
bn: এই ব্যবহারকারীর নামটি ইতোমধ্যে বিদ্যমান রয়েছে৷ অনুগ্রহ করে আরেকটি দিয়ে চেষ্টা করুন৷
es: Ese nombre de usuario ya existe. Elige otro.
fr: Nom d'utilisateur déjà utilisé. Veuillez en choisir un autre.
id: Username itu sudah ada yang pakai, coba pakai username lain
km: ឈ្មោះអ្នកប្រើប្រាស់នោះ មានរួចទៅហើយ។ សូមសាកល្បងឈ្មោះផ្សេង។
ru: Это имя пользователя уже завершает свою работу. Пожалуйста, попробуйте другой.
th: ชื่อผู้ใช้ดังกล่าวมีอยู่แล้ว โปรดลองชื่ออื่น
tl: May gumamit na nitong username. Kailangang gumawa ng iba.
vi: Tên người dùng đã tồn tại. Vui lòng thử tên khác.

source: The old password is incorrect.
ar: كلمة السر غير صحيحة.
bn: পুরাতন পাসওয়ার্ড ভুল
es: La contraseña es incorrecta.
fr: L'ancien mot de passe est incorrect.
id: Sandi lamamu salah.
km: ពាក្យសម្ងាត់ចាស់មិនត្រឹមត្រូវ។
ru: Старый пароль неверен.
th: รหัสผ่านเดิมไม่ถูกต้อง
tl: Ang dating password ay mali
vi: Mật khẩu cũ không chính xác.

source: Vote
ar: تصويت
bn: ভোট দিন
es: Votar
fr: Voter
id: Pilih
km: បោះឆ្នោត
ru: Голосовать
th: โหวต
tl: Bumoto
vi: Bình chọn

source: Show Results
ar: إظهار النتائج
bn: ফলাফল দেখান
es: Mostrar resultados
fr: Afficher les résultats
id: Tampilkan hasil
km: បង្ហាញលទ្ធផល
ru: Показать результаты
th: แสดงผลลัพธ์
tl: Ipakita ang resulta
vi: Hiển thị kết quả

source: You voted:
ar: قمت بالتصويت:
bn: আপনি ভোট দিয়েছেন:
es: Votaste:
fr: Tu as voté :
id: Kamu memilih:
km: អ្នកបានបោះឆ្នោត៖
ru: Вы проголосовали:
th: คุณโหวตแล้ว:
tl: bumoto sa iyo
vi: Bạn đã bầu chọn:

source: Name of the city you were born in
ar: اسم المدينة التي وُلدتِ فيها
bn: আপনি যে শহরে জন্মগ্রহণ করেছেন তার নাম
es: Nombre de la ciudad donde naciste
fr: Nom de la ville où vous êtes née.
id: Sebutkan kota kelahiran kamu
km: ឈ្មោះទីក្រុងកំណើតរបស់អ្នក
ru: Название города вы родились в
th: ชื่อเมืองที่คุณเกิด
tl: Pangalan ng lungsod kung saan ka ipinanganak
vi: Tên của thành phố là nơi sinh của bạn

source: Name of your primary school
ar: اسم المدرسة الابتدائية
bn: আপনার প্রাথমিক স্কুলের নাম
es: Nombre de tu escuela primaria
fr: Nom de votre école primaire.
id: Sebutkan di mana SD kamu
km: ឈ្មោះសាលាបឋមសិក្សារបស់អ្នក
ru: Название вашей начальной школы
th: ชื่อโรงเรียนประถมศึกษาของคุณ
tl: Pangalan ng iyong grade school
vi: Tên trường tiểu học của bạn

source: Please complete this form to join
ar: الرجاء إكمال هذا النموذج للانضمام
bn: যোগ দেয়ার জন্য অনুগ্রহ করে এই ফরমটি পূরণ করুন
es: Completa este formulario para unirte
fr: Veuillez remplir ce formulaire pour vous inscrire.
id: Lengkapi formulir ini untuk bergabung
km: សូមបំពេញទម្រង់នេះដើម្បីចូលរួម
ru: Чтобы зарегистрироваться, укажи следующие данные
th: โปรดกรอกแบบฟอร์มนี้เพื่อเข้าร่วม
tl: Paki-kumpleto ang form para sumali
vi: Vui lòng hoàn thành biểu mẫu này để tham gia

source: Unable to Login
ar: لا يمكن تسجيل الدخول
bn: লগইন করতে অক্ষম
es: No se ha podido iniciar la sesión
fr: Connexion impossible
id: Tidak bisa login
km: មិនអាចចូលប្រព័ន្ធ
ru: Невозможно войти
th: ไม่สามารถล็อกอินได้
tl: Hindi nakapag-login
vi: Không thể đăng nhập

source: Hi Girl
ar: مرحبًا أيتها الفتاه
bn: হাই Girl
es: Hola, muchacha
fr: Bonjour jeune fille
id: Hai!
km: សួស្ដី ប្អូនស្រី
ru: Привет девушка
th: สวัสดี สาวๆ
vi: Xin chào cô gái

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ar: عذرًا، تواجهكِ مشكلة في الدخول إلى هذه الميزة الآن! بسبب مشكلة فنية مؤقتة، فإن تسجيلات الدخول والتسجيلات غير متوفرة على تطبيق Free Basics الآن. لتسجيل الدخول لملف تعريف أو تسجيل اشتراك به، تفضلي بزيارة موقع الأجهزة المحمولة المجاني من متصفح جهازكِ المحمول على
bn: দুঃখিত, এই ফিচারটি অ্যাক্সেস করতে আপনার সমস্যা হচ্ছে! একটি সাময়িক কারিগরি সমস্যার কারণে, লগ-ইন ও রেজিস্ট্রেশন এখন ফ্রি বেসিক অ্যাপগুলোর জন্য লভ্য নেই। একটি প্রোফাইলের জন্য লগ-ইন বা নিবন্ধন করতে, আপনার মোবাইল ব্রাউজারের মাধ্যমে আমাদের ফ্রি Mobisite-এ যান:
es: Lo sentimos, pero tienes problemas para acceder a esta función. Debido a un problema técnico temporario, las funciones de inicio de sesión y registro no están disponibles por ahora en la aplicación Free Basics. Para iniciar sesión o registrar tu perfil, visita nuestro sitio móvil mediante el buscador móvil en
fr: Désolé, vous avez des difficultés à accéder à cette fonction ! En raison d'un problème technique, l'accès aux pages de connexion et d'inscription est temporairement indisponible sur l'appli Free Basics. Pour vous connecter ou créer votre profil, allez sur notre site web mobile gratuit à l'aide de votre navigateur mobile
id: Maaf, kamu mengalami masalah dalam mengakses fitur ini! Karena masalah teknis sementara, login dan pendaftaran tidak tersedia di aplikasi Free Basics untuk saat ini. Untuk masuk atau mendaftar ke profil, kunjungi mobisite gratis kami melalui browser mobile kamu di
km: សូមអភ័យទោស អ្នកកំពុងមានបញ្ហាក្នុងការចូលដំណើរការលក្ខណៈពិសេសនេះ! ដោយសារបញ្ហាបច្ចេកទេសជាបណ្ដោះអាសន្ន ការចូលប្រព័ន្ធ និងការចុះឈ្មោះ មិនអាចប្រើប្រាស់នៅលើកម្មវិធីមូលដ្ឋានឥតគិតថ្លៃឥឡូវនេះបានទេ។ ដើម្បីចូលប្រព័ន្ធ ឬ ចុះឈ្មោះបង្កើតទម្រង់ប្រវត្តិរូប សូមចូលទៅកាន់បណ្ដាញចល័តដែលឥតគិតថ្លៃរបស់យើង តាមរយៈកម្មវិធីរុករកនៃទូរសព្ទរបស់អ្នកនៅ
ru: К сожалению, у вас возникли проблемы с доступом к этой функции! Из-за временной технической проблемы, войдите в систему и регистрации не доступны на Основы свободного приложения на данный момент. Чтобы войти или зарегистрироваться для профиля, посетите наш бесплатный mobisite через свой мобильный браузер на
th: ขออภัย คุณกำลังเผชิญปัญหาการเข้าถึงคุณสมบัตินี้! เนื่องจากปัญหาทางเทคนิคชั่วคราว การล็อกอินและการลงทะเบียนไม่พร้อมใช้งานบนแอปพลิเคชัน Free Basics ในขณะนี้ หากต้องการล็อกอินหรือลงทะเบียนสำหรับโปรไฟล์ โปรดเยี่ยมชมไซต์เคลื่อนที่ฟรีของเราบนเบราเซอร์ในอุปกรณ์เคลื่อนที่ของคุณที่
tl: Sorry sa abala dahil mo ma-access itong feature. Dahil sa temporary technical issue, ang pag-login at registration ay hindi available sa Free Basics app sa ngayon. Para makapag-login o register ng profile, gamitin muna ang free mobisite sa iyong mobile browser sa...
vi: Rất tiếc, bạn gặp phải sự cố khi truy cập tính năng này! Do sự cố kỹ thuật tạm thời nên hiện không đăng ký và đăng nhập được vào ứng dụng Cơ bản miễn phí. Để đăng nhập hoặc đăng ký hồ sơ, vui lòng truy cập vào trang web di động miễn phí của chúng tôi bằng trình duyệt di động của bạn theo địa chỉ

source: We're working hard to get this problem resolved. Thank you.
ar: وإننا نبذل قصارى جهدنا لحل هذا المشكلة. ونود أن نشكركِ.
bn: এই সমস্যা সমাধান করতে আমরা কঠোর পরিশ্রম করছি৷ ধন্যবাদ৷
es: Estamos trabajando para resolver este problema. Gracias.
fr: Nous nous efforçons de résoudre ce problème. Merci.
id: Kami berhasil menyelesaikan masalah ini. Terima kasih.
km: យើងកំពុងព្យាយាមដោះស្រាយបញ្ហានេះ។ សូមអរគុណ។
ru: Мы прилагаем все усилия, чтобы получить эту проблему решить. Спасибо.
th: เรากำลังพยายามอย่างเต็มที่เพื่อแก้ไขปัญหานี้ ขอขอบคุณ
tl: Ginagawan namin ng paraan para ayusin itong problema. Salamat!
vi: Chúng tôi đang cố gắng khắc phục sự cố này. Cảm ơn bạn.

source: Girl Effect
fr: L'Action des Filles
ru: Девочка Эффект

source: Page not found
ar: الصفحة غير موجودة
bn: পেইজটি পাওয়া যায়নি
es: No se encontró la página
fr: Page non trouvée
id: Halaman Tak Ditemukan
km: រកទំព័រមិនឃើញ
ru: Страница не найдена
th: ไม่พบหน้านี้
tl: Ang pahinang ito ay hindi mahanap
vi: Không tìm thấy trang

source: Sorry, this page could not be found.
ar: نأسف، لا يمكن العثور على هذه الصفحة.
bn: দুঃখিত, এখানে একটি ভুল হয়েছে বলে মনে হচ্ছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷
es: Lo sentimos, no pudimos hallar esta página.
fr: Page introuvable
id: Maaf, halaman ini tidak dapat ditemukan.
km: សូមអភ័យទោស មិនអាចរកឃើញទំព័រនេះ។
ru: Извините, эта страница не может быть найдена.
th: ขออภัย ไม่พบหน้านี้
tl: Paumanhin, hindi mahanap ang pahinang ito
vi: Rất tiếc, không tìm thấy trang này.

source: Internal server error
ar: خطأ في الخادم الداخلي
bn: অভ্যন্তরীণ সার্ভারে ত্রুটি
es: Error interno del servidor
fr: Erreur serveur interne
id: Galat internal pada server
km: បញ្ហាម៉ាស៊ីនមេខាងក្នុង
ru: 500 - внутренняя ошибка сервера
th: มีข้อผิดพลาดภายในของเซิร์ฟเวอร์
vi: Lỗi máy chủ nội bộ

source: Sorry, there seems to be an error. Please try again soon.
ar: عذراً، يبدو أن هناك خطأ. يُرجى المحاولة مرة أخرى لاحقاً.
bn: দুঃখিত, এখানে একটি ভুল হয়েছে বলে মনে হচ্ছে৷ অনুগ্রহ করে শীঘ্রই আবার চেষ্টা করুন৷
es: Lo sentimos, parece que se produjo un error. Vuelve a intentarlo pronto.
fr: Une erreur est survenue. Réessaye plus tard.
id: Maaf, tampaknya ada kesalahan. Silakan coba lagi.
km: សូមអភ័យទោស ហាក់ដូចជាមានបញ្ហាកើតឡើង។ សូមព្យាយាមម្តងទៀតក្នុងពេលបន្តិចទៀត។
ru: К сожалению, кажется, есть ошибка. Пожалуйста, попробуйте еще раз в ближайшее время.
th: ขออภัย ดูเหมือนเกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
tl: Paumanhin, may pagkakamali. Pakisubukan muli.
vi: Rất tiếc, có vẻ như đã có lỗi. Vui lòng thử lại sớm.

source: Menu
ar: القائمة
bn: মেনু
es: Menú
km: ម៉ឺនុយ
ru: Меню
th: เมนู

source: Sign up
ar: تسجيل اشتراك
bn: সাইন-আপ
es: ¡Registrar!
fr: Signer
id: Daftar
km: ចុះឈ្មោះប្រើ
ru: Регистрация
th: สมัครสมาชิก
vi: Đăng ký

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
es: Perfil
fr: Plugin
id: Profil
km: កម្រង​ព័ត៌មាន
ru: Профиль
th: โปรไฟล์
vi: Hồ sơ

source: Back to Top
ar: عودة إلى أعلى
bn: উপরে ফিরে যান
es: Volver al inicio
fr: Haut de la page
id: Kembali ke atas
km: ត្រឡប់ទៅលើ
ru: Вернуться к началу
th: กลับไปที่บนสุด
tl: Bumalik sa Simula
vi: Trở về đầu trang

source: Home
ar: مرحباً
bn: হোম
es: Inicio
fr: Accueil
km: ទំព័រដើម
ru: Главная
th: หน้าหลัก
vi: Nhà riêng

source: Categories
ar: الفئات
bn: বিভাগ
es: Categorías
fr: Catégories
id: Kategori
km: ចំណាត់ថ្នាក់
ru: категории
th: หมวดหมู่
tl: Mga Kategorya
vi: Danh mục

source: Sign Up
ar: تسجيل اشتراك
bn: সাইন-আপ
es: ¡Registrar!
fr: Signer
id: Daftar
km: ចុះឈ្មោះប្រើ
ru: Зарегистрироваться
th: สมัครสมาชิก
vi: Đăng ký

source: Log in
ar: تسجيل الدخول
bn: লগ-ইন
es: Ingresar
fr: Connexion
km: ចូល
ru: Авторизоваться
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Log out
ar: تسجيل الخروج
bn: লগ-আউট
es: cerrar sesión
fr: Déconnexion
id: Keluar
km: ចាកចេញ
ru: Выход
th: ออกจากระบบ
vi: Đăng xuất

source: All Rights Reserved.
ar: جميع الحقوق محفوظة.
bn: সকল সত্ত্ব সংরক্ষিত৷
es: Todos los derechos reservados.
fr: Tous droits réservés
id: Semua hak dilindungi
km: រក្សាសិទ្ធិគ្រប់យ៉ាង។
ru: Все Права Защищены.
th: สงวนลิขสิทธิ์
vi: Bảo lưu mọi quyền.

source: Big Sister
ar: الاخت الكبرى
bn: বড় বোন
fr: Grande soeur
km: បងស្រីធំ
ru: Старшая сестра.
tl: Ate
vi: Chị cả

source: Anonymous
ar: مجهولة الهوية
bn: বেনামী
es: Anónimo
fr: Anonyme
id: Anonim
km: អនាមិក
ru: Анонимный пользователь
th: ไม่ระบุชื่อ
tl: Hindi kilala
vi: Ẩn danh

source: This comment has been removed by the community. Please read our platform rules.
ar: تمت إزالة هذا التعليق من قبل المجتمع. يرجى قراءة قواعد منصتنا.
bn: এই মন্তব্যটি কমিউনিটি অপসারণ করেছে৷ অনুগ্রহ করে আমাদের প্ল্যাটফর্মের নিয়ম-কানুন পড়ুন৷
es: Este comentario fue eliminado por la comunidad. Lee nuestras reglas de la plataforma.
fr: Ce commentaire a été supprimé par la communauté. Lis les règles de notre plateforme.
id: Komentar ini telah dihapus. Silahkan baca aturan platform kami.
km: មតិនេះត្រូវបានលុបចេញដោយសហគមន៍។ សូមអានច្បាប់វេទិការបស់យើង។
ru: Этот комментарий был удален сообществом. Пожалуйста, ознакомьтесь с правилами платформы.
th: ความคิดเห็นนี้จะถูกลบโดยชุมชน โปรดอ่านกฎของแพล็ตฟอร์มของเรา
tl: Itinanggal ng community ang komentong ito. Maaring basahin muli ang aming platform rules.
vi: Cộng đồng đã xóa bình luận này. Vui lòng đọc quy tắc nền tảng của chúng tôi.

source: ago
ar: قبل
bn: আগে
es: atrás
fr: avant
id: yang lalu
km: មុន
ru: назад
th: ที่ผ่านมา
tl: nakararaan
vi: trước

source: Report
ar: إبلاغ
bn: রিপোর্ট
es: Denunciar
fr: Signaler
id: Laporkan
km: រាយការណ៍
ru: Отчет
th: รายงาน
tl: I-Report
vi: Báo cáo

source: Reply
ar: الرد
bn: জবাব
es: Responder
fr: Répondre
id: Balasan
km: ឆ្លើយតប
ru: Ответить
th: ตอบกลับ
tl: Tumugon
vi: Trả lời

source: Replies
ar: جوابات
bn: উত্তর
es: respuestas
fr: Les réponses
id: Balasan
km: ការឆ្លើយតប
ru: Ответы
th: ตอบกลับ
vi: Các câu trả lời

source: comment
ar: التعليقات
bn: মন্তব্য
es: Comentarios
fr: Commentaires
id: Komentar
km: ការផ្តល់មតិ
ru: Комментарий
th: แสดงความเห็น
tl: Mga Komento
vi: bình luận

source: Log in to comment
ar: تسجيل الدخول للتعليق
bn: মন্তব্য করতে লগ-ইন করুন
es: Ingresa para comentar
fr: Connecte-toi pour commenter.
id: Masuk untuk meninggalkan komentar
km: ចូលដើម្បីផ្តល់មតិ
ru: Войти на комментарий
th: เข้าสู่ระบบเพื่อแสดงความเห็น
tl: Mag-log in para makapag-iwan ng komento
vi: Đăng nhập để bình luận

source: Commenting on this article is currently disabled
ar: التعليق على هذا المقال معطّل حالياً
bn: এই নিবন্ধ সম্পর্কে মন্তব্য করা বর্তমানে নিষ্ক্রিয় করা হয়েছে
es: Los comentarios de este artículo están desactivados
fr: Les commentaires sont désactivés pour cet article.
id: Mengomentari artikel ini saat ini dinonaktifkan
km: ការផ្តល់មតិលើអត្ថបទនេះត្រូវបានបិទដំណើរការនៅពេលនេះ
ru: Комментируя эту статью в настоящее время отключена
th: ขณะนี้การแสดงความเห็นในบทความนี้ถูกปิดใช้งาน
tl: Hindi maaaring makapag-iwan ng komento sa artikulo
vi: Tính năng bình luận về bài viết này hiện bị tắt

source: View more comments
ar: عرض المزيد من التعليقات
bn: আরো মন্তব্য দেখুন
es: ver más comentarios
fr: lire plus de commentaires
id: Tampilkan komentar
km: មើលមតិផ្សេងទៀត
ru: Посмотреть больше комментариев
th: ดูความเห็นเพิ่มเติม
tl: Magbasa pa ng mga komento
vi: Xem bình luận khác

source: Comments
ar: التعليقات
bn: মন্তব্য
es: Comentarios
fr: Commentaires
id: Komentar
km: ការផ្តល់មតិ
ru: Комментарии
th: แสดงความเห็น
tl: Komento
vi: Bình luận

source: Back to article
ar: عودة
bn: নিবন্ধে ফিরে যান
es: Volver al artículo
fr: Retourne vers l'article.
id: Kembali ke Artikel
km: ត្រឡប់ទៅអត្ថបទ
ru: Назад к статье
th: กลับไปที่บทความ
tl: Balikan ang artikulo
vi: Quay về bài viết

source: Please correct the error below
ar: يرجى تصحيح الخطأ أدناه
bn: অনুগ্রহ করে নিচের ত্রুটিটি সংশোধন করুন
es: Corrige el error a continuación
id: Mohon perbaiki kesalahan di bawah
km: សូមកែតម្រូវកំហុសដូចខាងក្រោម
ru: Пожалуйста, исправьте ошибку ниже
th: โปรดแก้ไขข้อผิดพลาดด้านล่าง
vi: Vui lòng sửa lỗi bên dưới

source: Submit
ar: إرسال
bn: জমা দিন
es: Enviar
fr: Soumettre
id: Kirim
km: ដាក់ស្នើ
ru: Отправить
th: ส่ง
tl: I-sumite
vi: Gửi

source: Comment Anonymously
ar: أضيفي تعليقاً دون الكشف عن هويتك
bn: বেনামে মন্তব্য করুন
es: Comenta en forma anónima
fr: Commente anonymement.
id: Komentar Anonim
km: ផ្តល់មតិអនាមិក
ru: Комментарий анонимно
th: แสดงความเห็นโดยไม่เปิดเผยชื่อ
tl: Mag-iwan ng komento
vi: Bình luận ẩn danh

source: Please
ar: رجاء
bn: অনুগ্রহ করে
es: Por favor
fr: S'il-te-plaît
id: Mohon
km: សូម
ru: Пожалуйста
th: โปรด
tl: Pakiusap
vi: Vui lòng

source: log in
ar: تسجيل الدخول
bn: প্রবেশ কর
es: Ingresar
fr: Connexion
km: ចូល
ru: Войти
th: เข้าสู่ระบบ
vi: đăng nhập

source: to leave a comment.
ar: لترك تعليق.
bn: মন্তব্য জমা দেয়ার জন্য৷
es: para dejar un comentario.
fr: pour commenter.
id: Tinggalkan komentar
km: ដើម្បីផ្តល់មតិ។​
ru: чтобы оставить комментарий.
th: หากต้องการฝากความคิดเห็นเอาไว้
tl: para mag-iwan ng komento
vi: để lại bình luận.

source: Recent replies
ar: الردود الحديثة
bn: সাম্প্রতিক জবাব
es: Respuestas recientes
fr: Réponses récentes
id: Balasan Terbaru
km: ការឆ្លើយតបថ្មីៗ
ru: Новые ответы
th: การตอบกลับล่าสุด
tl: Pinaka-recent na reply
vi: Câu trả lời gần đây

source: Earlier replies
ar: ردود سابقة
bn: আগের জবাবসমূহ
es: Respuestas anteriores
fr: Réponses précédentes
id: Balasan yang lalu
km: ការឆ្លើយតបមុនៗ
ru: Предыдущие ответы
th: การตอบกลับก่อนหน้านี้
tl: Mga naunang reply
vi: Câu trả lời trước

source: Page
ar: صفحة
bn: পৃষ্ঠা
es: Página
id: Halaman
km: ទំព័រ
ru: Страница
th: หน้า
vi: Trang

source: of
ar: من
bn: এর
es: de
fr: de
id: dari
km: នៃ
ru: из
th: จาก
vi: trên tổng số

source: Please let us know why you are reporting this comment?
ar: من فضلك دعنا نعرف لماذا تقوم بإبلاغنا بهذا التعليق؟
bn: আপনি কেন এই মন্তব্য সম্পর্কে রিপোর্ট করছেন তা অনুগ্রহ করে আমাদেরকে জানাবেন?
es: Déjanos saber por qué estás denunciando este comentario.
fr: Veuillez indiquer pourquoi vous avez écrit ce commentaire.
id: Kenapa kamu mau melaporkan komentar ini?
km: សូមប្រាប់យើងអំពីមូលហេតុដែលអ្នកកំពុងរាយការណ៍មតិនេះ?
ru: Пожалуйста, дайте нам знать, почему вы сообщаете об этом комментарии?
th: โปรดแจ้งเราถึงสาเหตุที่คุณรายงานความเห็นนี้
tl: Bakit mo nire-report ang comment na ito?
vi: Vui lòng cho chúng tôi biết lý do bạn báo cáo bình luận này?

source: Report Comment
ar: إبلاغ عن تعليق
bn: মন্তব্য সম্পর্কে রিপোর্ট করুন
es: Denunciar comentario
fr: Signaler un commentaire.
id: Laporkan komentar
km: រាយការណ៍មតិ
ru: Отчет Комментарий
th: รายงานความเห็น
tl: Mag-report ng comment
vi: Báo cáo bình luận

source: Thanks!
ar: شكراً!
bn: ধন্যবাদ!
es: ¡Gracias!
fr: Merci !
id: Terima Kasih!
km: សូមអរគុណ!
ru: Спасибо!
th: ขอบคุณมาก!
tl: Salamat!
vi: Cảm ơn bạn!

source: This comment has been reported.
ar: تم الإبلاغ عن هذا التعليق.
bn: এই মন্তব্যটি সম্পর্কে রিপোর্ট করা হয়েছে৷
es: Este comentario fue denunciado.
fr: Ce commentaire a été signalé.
id: Komentar ini telah dilaporkan.
km: មតិនេះត្រូវបានរាយការណ៍។
ru: Этот комментарий сообщается.
th: กลับไปที่บทความ
tl: Ang komentong ito ay na-ireport.
vi: Bình luận này đã bị báo cáo.
