Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: Sorry, we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ar: عذرًا، تواجهكِ مشكلة في الدخول إلى هذه الميزة الآن! بسبب مشكلة فنية مؤقتة، فإن تسجيلات الدخول والتسجيلات غير متوفرة على تطبيق Free Basics الآن. لتسجيل الدخول لملف تعريف أو تسجيل اشتراك به، تفضلي بزيارة موقع الأجهزة المحمولة المجاني من متصفح جهازكِ المحمول على
bn: দুঃখিত, এই ফিচারটি অ্যাক্সেস করতে আপনার সমস্যা হচ্ছে! একটি সাময়িক কারিগরি সমস্যার কারণে, লগ-ইন ও রেজিস্ট্রেশন এখন ফ্রি বেসিক অ্যাপগুলোর জন্য লভ্য নেই। একটি প্রোফাইলের জন্য লগ-ইন বা নিবন্ধন করতে, আপনার মোবাইল ব্রাউজারের মাধ্যমে আমাদের ফ্রি Mobisite-এ যান:
es: Lo sentimos, pero tienes problemas para acceder a esta función. Debido a un problema técnico temporario, las funciones de inicio de sesión y registro no están disponibles por ahora en la aplicación Free Basics. Para iniciar sesión o registrar tu perfil, visita nuestro sitio móvil mediante el buscador móvil en
fr: Désolé, vous avez des difficultés à accéder à cette fonction ! En raison d'un problème technique, l'accès aux pages de connexion et d'inscription est temporairement indisponible sur l'appli Free Basics. Pour vous connecter ou créer votre profil, allez sur notre site web mobile gratuit à l'aide de votre navigateur mobile
id: Maaf, kamu mengalami masalah dalam mengakses fitur ini! Karena masalah teknis sementara, login dan pendaftaran tidak tersedia di aplikasi Free Basics untuk saat ini. Untuk masuk atau mendaftar ke profil, kunjungi mobisite gratis kami melalui browser mobile kamu di
km: សូមអភ័យទោស អ្នកកំពុងមានបញ្ហាក្នុងការចូលដំណើរការលក្ខណៈពិសេសនេះ! ដោយសារបញ្ហាបច្ចេកទេសជាបណ្ដោះអាសន្ន ការចូលប្រព័ន្ធ និងការចុះឈ្មោះ មិនអាចប្រើប្រាស់នៅលើកម្មវិធីមូលដ្ឋានឥតគិតថ្លៃឥឡូវនេះបានទេ។ ដើម្បីចូលប្រព័ន្ធ ឬ ចុះឈ្មោះបង្កើតទម្រង់ប្រវត្តិរូប សូមចូលទៅកាន់បណ្ដាញចល័តដែលឥតគិតថ្លៃរបស់យើង តាមរយៈកម្មវិធីរុករកនៃទូរសព្ទរបស់អ្នកនៅ
ru: К сожалению, у вас возникли проблемы с доступом к этой функции! Из-за временной технической проблемы, войдите в систему и регистрации не доступны на Основы свободного приложения на данный момент. Чтобы войти или зарегистрироваться для профиля, посетите наш бесплатный mobisite через свой мобильный браузер на
th: ขออภัย คุณกำลังเผชิญปัญหาการเข้าถึงคุณสมบัตินี้! เนื่องจากปัญหาทางเทคนิคชั่วคราว การล็อกอินและการลงทะเบียนไม่พร้อมใช้งานบนแอปพลิเคชัน Free Basics ในขณะนี้ หากต้องการล็อกอินหรือลงทะเบียนสำหรับโปรไฟล์ โปรดเยี่ยมชมไซต์เคลื่อนที่ฟรีของเราบนเบราเซอร์ในอุปกรณ์เคลื่อนที่ของคุณที่
tl: Sorry sa abala dahil mo ma-access itong feature. Dahil sa temporary technical issue, ang pag-login at registration ay hindi available sa Free Basics app sa ngayon. Para makapag-login o register ng profile, gamitin muna ang free mobisite sa iyong mobile browser sa...
vi: Rất tiếc, bạn gặp phải sự cố khi truy cập tính năng này! Do sự cố kỹ thuật tạm thời nên hiện không đăng ký và đăng nhập được vào ứng dụng Cơ bản miễn phí. Để đăng nhập hoặc đăng ký hồ sơ, vui lòng truy cập vào trang web di động miễn phí của chúng tôi bằng trình duyệt di động của bạn theo địa chỉ

source: Read stories about
ar: قراءة قصص حول
bn: এই বিষয়ে গল্প পড়ুন
es: Leer más historias sobre
fr: Lire des histoires sur
id: Baca cerita tentang
km: អានរឿងអំពី
ru: Читать истории о
th: อ่านเรื่องราวเกี่ยวกับ
tl: Magbasa ng stories tungkol sa
vi: Đọc những câu chuyện về

source: Terms &amp; Conditions
ar: الشروط والأحكام
bn: শর্ত ও নিয়মাবলি
es: Términos y condiciones
fr: Réponses aux commentaires
id: Syarat dan Ketentuan
km: លក្ខខណ្ឌ និងប្រការ
ru: Условия использования
th: ข้อกำหนด &amp; เงื่อนไข
tl: Terms and conditions
vi: Điều khoản và điều kiện

source: Moderator
bn: মধ্য‌স্থতাকারী
es: Moderador
fr: Modérateur
id: Admin
km: អ្នក​សម្របសម្រួល
ru: Модератор
th: พิธีกร

source: This comment has been removed by the community. Please read our platform rules
ar: تمت إزالة هذا التعليق من قبل المجتمع. يرجى قراءة قواعد منصتنا.
bn: এই মন্তব্যটি কমিউনিটি অপসারণ করেছে৷ অনুগ্রহ করে আমাদের প্ল্যাটফর্মের নিয়ম-কানুন পড়ুন৷
es: Este comentario fue eliminado por la comunidad. Lee nuestras reglas de la plataforma.
fr: Ce commentaire a été supprimé par la communauté. Lis les règles de notre plateforme.
id: Komentar ini telah dihapus. Silahkan baca aturan platform kami.
km: មតិនេះត្រូវបានលុបចេញដោយសហគមន៍។ សូមអានច្បាប់វេទិការបស់យើង។
ru: Этот комментарий был удален сообществом. Пожалуйста, ознакомьтесь с правилами платформы.
th: ความคิดเห็นนี้จะถูกลบโดยชุมชน โปรดอ่านกฎของแพล็ตฟอร์มของเรา
tl: Itinanggal ng community ang komentong ito. Maaring basahin muli ang aming platform rules.
vi: Cộng đồng đã xóa bình luận này. Vui lòng đọc quy tắc nền tảng của chúng tôi.

source: reply
ar: الرد
bn: জবাব
es: Responder
fr: Répondre
id: Balasan
km: ឆ្លើយតប
ru: Ответить
th: ตอบกลับ
tl: Tumugon
vi: câu trả lời

source: replies
ar: جوابات
bn: জবাব
es: respuestas
fr: Les réponses
id: Balasan
km: ការឆ្លើយតប
ru: ответов
th: ตอบกลับ
vi: các câu trả lời

source: Please log in to leave a comment
ar: لترك تعليق.
bn: মন্তব্য জমা দেয়ার জন্য৷
es: para dejar un comentario.
fr: pour commenter.
id: Tinggalkan komentar
km: ដើម្បីផ្តល់មតិ។​
ru: чтобы оставить комментарий.
th: หากต้องการฝากความคิดเห็นเอาไว้
tl: para mag-iwan ng komento
vi: để lại bình luận.

source: Read more comments
ar: عرض المزيد من التعليقات
bn: আরো মন্তব্য দেখুন
es: ver más comentarios
fr: lire plus de commentaires
id: Tampilkan komentar
km: មើលមតិផ្សេងទៀត
ru: Посмотреть другие комментарии
th: ดูความเห็นเพิ่มเติม
tl: Magbasa pa ng mga komento
vi: Đọc bình luận khác

source: Comment
ar: التعليقات
bn: মন্তব্য
es: Comentarios
fr: Commentaires
id: Komentar
km: ការផ្តល់មតិ
ru: Комментарий
th: แสดงความเห็น
tl: Komento
vi: Bình luận

source: Comment anonymously
ar: أضيفي تعليقاً دون الكشف عن هويتك
bn: বেনামে মন্তব্য করুন
es: Comenta en forma anónima
fr: Commente anonymement.
id: Komentar Anonim
km: ផ្តល់មតិអនាមិក
ru: Комментарий анонимно
th: แสดงความเห็นโดยไม่เปิดเผยชื่อ
tl: Mag-iwan ng komento
vi: Bình luận ẩn danh

source: Add your reply
ar: إضافة ردك
bn: তোমার উত্তর দাও
es: Añade tu respuesta
fr: Ajoute ta réponse
id: Tambahkan balasanmu
km: បន្ថែមការឆ្លើយតបរបស់អ្នក
ru: Ответить
th: เพิ่มคำตอบของคุณ
tl: Mag-reply
vi: Thêm câu trả lời của bạn

source: Please let us know why you are reporting this comment
ar: من فضلك دعنا نعرف لماذا تقوم بإبلاغنا بهذا التعليق؟
bn: আপনি কেন এই মন্তব্য সম্পর্কে রিপোর্ট করছেন তা অনুগ্রহ করে আমাদেরকে জানাবেন?
es: Déjanos saber por qué estás denunciando este comentario.
fr: Veuillez indiquer pourquoi vous avez écrit ce commentaire.
id: Kenapa kamu mau melaporkan komentar ini?
km: សូមប្រាប់យើងអំពីមូលហេតុដែលអ្នកកំពុងរាយការណ៍មតិនេះ?
ru: Пожалуйста, дайте нам знать, почему вы сообщаете об этом комментарии?
th: โปรดแจ้งเราถึงสาเหตุที่คุณรายงานความเห็นนี้
tl: Bakit mo nire-report ang comment na ito?
vi: Vui lòng cho chúng tôi biết lý do bạn báo cáo bình luận này?

source: Thanks
ar: شكراً!
bn: ধন্যবাদ!
es: ¡Gracias!
fr: Merci !
id: Terima Kasih!
km: សូមអរគុណ!
ru: Спасибо!
th: ขอบคุณมาก!
tl: Salamat!
vi: Cảm ơn bạn!

source: This comment has been reported
ar: تم الإبلاغ عن هذا التعليق.
bn: এই মন্তব্যটি সম্পর্কে রিপোর্ট করা হয়েছে৷
es: Este comentario fue denunciado.
fr: Ce commentaire a été signalé.
id: Komentar ini telah dilaporkan.
km: មតិនេះត្រូវបានរាយការណ៍។
ru: Этот комментарий сообщается.
th: กลับไปที่บทความ
tl: Ang komentong ito ay na-ireport.
vi: Bình luận này đã bị báo cáo.

source: It will be reviewed by the moderation team and may be removed if it breaks our platform rules
ar: ستتم مراجعته من قبل فريق الإدارة وقد يُحذف إذا كان مخالفاً لقواعد منصتنا
bn: মডারেশন টিম এটি রিভিউ করবে এবং আমাদের প্ল্যাটফর্মের নিয়ম-কানুন লঙ্ঘন করলে এটি অপসারণ করা হতে পারে
es: Será revisado por el equipo de moderación y puede ser eliminado si infringe nuestras Reglas de la plataforma
fr: Il sera modéré par l'équipe de modération et peut être supprimé s'il ne respecte pas les règles de la plateforme.
id: Ini akan ditinjau oleh tim moderasi dan dapat dihapus jika melanggar aturan Platform
km: វានឹងត្រូវពិនិត្យមើលដោយក្រុមសម្របសម្រួល ហើយអាចនឹងត្រូវលុប​ចេញប្រសិនបើរំលោភច្បាប់វេទិការបស់យើង
ru: Он будет рассмотрен группой модерации и может быть удален, если он нарушает наши правила Platform
th: ทีมกำกับดูแลจะดำเนินการตรวจสอบ และอาจลบออกหากละเมิดกฎการใช้งานแพล็ตฟอร์มของเรา
tl: Pag-aaralan muna ito ng aming moderation team, at maaari itong alisin kapag lumabag sa platform rules.
vi: Nhóm điều hành sẽ xem xét lại và có thể xóa nội dung đó nếu vi phạm quy tắc Nền tảng của chúng tôi

source: The comment will be reviewed by the moderation team and may be removed if it breaks our platform rules
ar: تمت إزالة هذا التعليق لأنه يحتوي على ألفاظ نابية أو معلومات اتصال أو محتوى آخر غير لائق.
bn: মডারেশন টিম এই মন্তব্যটি পর্যালোচনা করবে এবং এটি আমাদের প্ল্যাটফর্মের নিয়ম-কানুন ভঙ্গ করলে এটি সরিয়ে ফেলা হতে পারে
es: El comentario será revisado por el equipo de moderadores y puede ser eliminado si no cumple con las reglas de la plataforma
fr: Le commentaire sera examiné par l'équipe de modérateurs et peut être supprimé s'il enfreint les règles de notre plateforme
id: Komentar ini akan di-review oleh tim admin dan jika ada pelanggaran terhadap peraturan penggunaan website, komentar akan dihapus
km: មតិនេះនឹងត្រូវបានត្រួតពិនិត្យដោយក្រុមសម្របសម្រួល ហើយអាចត្រូវបានលុបចោល បើសិនជាល្មើសវិន័យវេទិកា
ru: Комментарий будет рассмотрен командой модерации и может быть удален, если он нарушает наши правила Platform
th: ทีมกำกับดูแลจะดำเนินการตรวจสอบ และอาจลบออกหากละเมิดกฎการใช้งานแพล็ตฟอร์มของเรา
tl: Pag-aaralan muna ito ng aming moderation team, at maaari itong alisin kapag lumabag sa platform rules.
vi: Nhóm điều hành sẽ xem xét lại và có thể xóa bình luận đó nếu vi phạm quy tắc Nền tảng của chúng tôi

source: Your thoughts
ar: أفكارك
bn: এই বিষয়ে লেখা পড়ো
es: Qué piensas
fr: Tes opinions
id: Tanggapan kamu
km: គំនិតរបស់អ្នក
ru: Твои мысли
th: ความคิดของคุณ
tl: Mga naiisip niyo
vi: Suy nghĩ của bạn

source: Read more about
ar: قراءة المزيد حول
bn: এই বিষয়ে আরও পড়ো
es: Leer más sobre
fr: En savoir plus sur
id: Baca lebih lanjut tentang
km: អានបន្ថែមទៀតអំពី
ru: Узнать больше
th: อ่านเพิ่มเติมเกี่ยวกับ
tl: Magbasa pa tungkol sa
vi: Đọc thêm về

source: Download video
ar: تنزيل الفيديو
bn: ভিডিও ডাউনলোড করুন
es: Descargar video
fr: Télécharge la vidéo
km: ទាញយក​វីដេអូ
ru: Загрузить видео
th: ดาวน์โหลดวิดีโอ

source: Download audio
ar: تنزيل الصوت
bn: অডিও ডাউনলোড করুন
es: Descargar audio
fr: Télécharge le contenu audio
km: ទាញយក​សំឡេង
ru: Загрузить аудио
th: ดาวน์โหลดเสียง

source: This site is free for all MTN subscribers. If you are an Airtel or TIGO subscriber, you can access this site for free by going to
ar: إذا كنت مشتركة في إيرتل، يمكنك الدخول إلى هذا الموقع مجاناً! اذهبي إلى
bn: এই সাইটটি MTN-এর সব গ্রাহকদের জন্য ফ্রি৷ আপনি এয়ারটেল-এর গ্রাহক হলে, এখানে গিয়ে এই সাইটটি অ্যাক্সেস করতে পারবেন:
es: Este sitio es gratuito para todos los suscriptores de MTN. Si eres suscriptor de Airtel, puedes acceder a este sitio en forma gratuita si visitas
fr: Ce site est gratuit pour tous les abonnés MTN. Si vous êtes abonné à Airtel, vous pouvez accéder gratuitement au site en allant sur
id: Website ini bebas kuota untuk pelanggan MTN. Jika kamu pelanggan Airtel, kamu bisa akses website ini secara gratis dengan mengunjungi
km: ប្រសិនបើអ្នកជាអតិថិជនរបស់ Airtel អ្នកអាចចូលទៅកាន់​គេហទំព័រ​នេះ​ដោយ​ឥតគិតថ្លៃ! ចូលទៅកាន់
ru: Этот сайт является бесплатным для всех абонентов MTN. Если вы являетесь абонентом Airtel, вы можете получить доступ к этому сайту бесплатно, перейдя в
th: ไซต์นี้ฟรีสำหรับสมาชิกทั้งหมดของ MTN หากคุณเป็นสมาชิก Airtel คุณสามารถเข้าถึงไซต์นี้ฟรีโดยการไปที่
vi: Trang web này miễn phí cho tất cả người đăng ký MTN. Nếu là người đăng ký Airtel thì bạn có thể truy cập vào trang web miễn phí này bằng cách đi đến

source: Next up
ar: اس میں آگے
bn: পরবর্তীতে আছে
es: A continuación en
fr: La prochaine étape dans
id: Selanjutnya di
km: បន្ទាប់នៅក្នុង
ru: Далее в
th: ถัดไปใน
tl: Susunod
vi: Tiếp theo trong

source: Latest stories
ar: الفئات
bn: বিভাগ
es: Categorías
fr: Catégories
id: Kategori
km: ចំណាត់ថ្នាក់
ru: категории
th: หมวดหมู่
tl: Mga Kategorya
vi: Danh mục

source: Share
ar: مُشاركة
bn: শেয়ার
es: Compartir
fr: Partager
id: Bagikan
km: ចែករំលែក
ru: Опубликовать
th: แบ่งปัน
tl: Mag-share
vi: Chia sẻ

source: Find us elsewhere
bn: আমাদের অন্যত্র খুঁজে নিন
es: Encuéntranos también en
fr: Trouve-nous ailleurs
id: Temukan Kami Di:
km: ស្វែងរកយើងនៅកន្លែងផ្សេង
ru: Найти нас в других сетях
th: พบเราได้ที่
tl: Nandito din kami:
vi: Tìm chúng tôi ở nơi khác:

source: replied to your comment on:
ar: تم الرد على تعليقكِ في:
bn: আপনার মন্তব্যের জবাব দিয়েছেন:
es: respondió a tu comentario en:
fr: a répondu à votre commentaire sur :
id: balas komentarmu di:
km: បានឆ្លើយតបទៅកាន់មតិរបស់អ្នកនៅលើ៖
ru: ответил на твой комментарий:
th: ตอบกลับความเห็นของคุณเมื่อ:
tl: Nag-reply sa comment mo noong:
vi: đã trả lời bình luận của bạn về:

source: Your comment
ar: تعليقك
bn: আপনার মন্তব্য
es: Tu comentario
fr: Vos commentaires
id: Komentarmu
km: មតិរបស់អ្នក
ru: Комментарий
th: ความเห็นของคุณ
tl: Iyong comment
vi: Bình luận của bạn

source: A reply
ar: رد
bn: একটি প্রতিক্রিয়া
es: Una respuesta
fr: Une réponse
id: Balasan
km: ការឆ្លើយតបមួយ
ru: Ответ
th: การตอบกลับ
tl: Reply
vi: Một câu trả lời

source: Comment replies
ar: الردود على التعليقات
bn: মন্তব্যের জবাব
es: Respuestas a los comentarios
fr: Réponses aux commentaires
id: Komen balasan
km: ការឆ្លើយតបមតិ
ru: Ответы на комментарий
th: ตอบกลับความเห็น
vi: Câu trả lời cho bình luận

source: You have
ar: لديك
bn: আপনার আছে
es: Tienes
fr: Vous avez
id: Kamu punya
km: អ្នកមាន
ru: У тебя
th: คุณมี
tl: Meron ka
vi: Bạn có

source: unread
ar: غير مقروء
bn: অপঠিত
es: sin leer
fr: Non lus
id: belum dibaca
km: មិនទាន់អាន
ru: непрочитанных
th: ข้อความที่ยังไม่ได้อ่าน
tl: Hindi pa nababasa
vi: chưa đọc

source: Read replies
ar: قراءة الردود:
bn: জবাবগুলো পড়ুন:
es: Leer respuestas:
fr: Lire les réponses :
id: Baca balasan
km: អានការឆ្លើយតប៖
ru: Прочитанные ответы:
th: จำนวนครั้งของการอ่านการตอบกลับ:
tl: Magbasa ng replies
vi: Câu trả lời đã đọc

source: New
ar: جديد
bn: নতুন
es: Nuevo
fr: Nouveau
id: Baru
km: ថ្មី
ru: Найти нас в других сетях
th: ใหม่
tl: Bagong
vi: Mới

source: Change Pin
ar: تغيير رمز التعريف الشخصي
bn: পিন পরিবর্তন করুন
es: Cambiar clave
fr: Changer le code secret
id: Ubah PINmu
km: ប្ដូរ PIN
ru: Изменить ПИН-код
th: เปลี่ยนรหัส
tl: Palitan ang PIN

source: Old pin
ar: رمز التعريف الشخصي القديم
bn: পুরনো পিন
es: Clave anterior
fr: Ancien code secret
id: PIN lama
km: PIN ចាស់
ru: Старый пин-код
th: รหัสเดิม
tl: Lumang PIN

source: (e.g. 2086)
ar: على سبيل المثال (2086)
bn: (যেমন 2086)
es: (por ej., 2086)
fr: (par ex. 2086)
id: (contoh 2086)
km: (ឧ. 2086)
ru: (напр., 2086)
th: (เช่น 2086)
tl: (hal. 2086)
vi: (ví dụ: 2086)

source: New pin
ar: رمز التعريف الشخصي الجديد
bn: নতুন পিন
es: Nueva clave
fr: Nouveau code secret
id: PIN baru
km: PIN ថ្មី
ru: Новый пин-код
th: รหัสใหม่
tl: Bagong PIN

source: Confirm New pin
ar: تأكيد رمز التعريف الشخصي الجديد
bn: নতুন পিন নিশ্চিত করুন
es: Confirmar tu nueva clave
fr: Confirme ton nouveau code secret
id: Konfirmasi PIN baru
km: បញ្ជាក់ PIN ថ្មី
ru: Подтвердите новый пин-код
th: ยืนยันรหัสใหม่
tl: Kumpirmahin Pin
vi: Xác nhận mã PIN

source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar
fr: Enregistrer
id: Simpan
km: រក្សាទុក
ru: Сохранить
th: บันทึก
tl: Mag-save
vi: Lưu

source: Let us know more about yourself to get access to exclusive content.
ar: أخبرينا بتاريخ ميلادك للوصول إلى المحتوى الحصري.
bn: অনন্য কন্টেন্টে প্রবেশাধিকার পেতে আমাদেরকে আপনার জন্মদিন জানান৷
es: Déjanos saber tu cumpleaños para darte acceso a contenido exclusivo.
fr: Indique ta date d'anniversaire pour avoir accès à un contenu exclusif.
id: Beri tau kami tanggal ulangtahunmu untuk mendapatkan akses ke konten eksklusif.
km: អនុញ្ញាតឱ្យយើងដឹងពីថ្ងៃកំណើតរបស់អ្នក ដើម្បីចូល​ប្រើប្រាស់​ខ្លឹមសារ​ពិសេសៗ។
ru: Укажи дополнительные сведения о себе, чтобы получить доступ к эксклюзивному контенту.
th: โปรดให้ข้อมูลเกี่ยวกับคุณเพิ่มเติมเพื่อรับสิทธิการเข้าถึงเนื้อหาพิเศษ
tl: Ibahagi sa amin ang iyong kaarawan para maka-access sa exclusive content
vi: Cho chúng tôi biết thêm về bạn để nhận được quyền truy cập vào nội dung dành riêng.

source: Select Date Of Birth
ar: تاريخ الميلاد:
bn: আপনার জন্মতারিখ হলো:
es: Fecha de nacimiento:
fr: Date de naissance :
id: Tanggal Lahir:
km: ថ្ងៃខែឆ្នាំកំណើត៖
ru: Дата рождения:
th: วันเกิดของคุณคือ:
tl: Kaarawan
vi: Ngày sinh:

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
ar: نحن نُقدّر إمكانية تصفح الإنترنت بشكل آمن، لذا فإننا نخفي اسم المستخدم الخاص بكِ ونسمح لكِ بالتعليق والمشاركة في الموقع باسم العرض.
bn: আমরা আপনার অনলাইন নিরাপত্তার মূল্য দিই, তাই আমরা আপনার ব্যবহারকারীর নাম লুকিয়ে রাখি এবং একটি প্রদর্শিত নামের মাধ্যমে মন্তব্য করার ও সাইটের সাথে মিথস্ক্রিয়া করার অনুমতি দিই৷
es: Valoramos tu seguridad en línea, por lo tanto ocultamos tu nombre de usuario y te permitimos comentar e interactuar con el sitio usando un nombre para mostrar.
fr: Nous veillons au respect de votre sécurité en ligne, ainsi votre nom d'utilisateur est masqué pour vous permettre de commenter et d’interagir avec le site à l'aide d'un nom d'affichage.
id: Kita menghargai keamanan online kamu, oleh karena itu kita menyembunyikan username-mu dan memungkinkan kamu untuk berkomentar dan berinteraksi pada situs dengan nama tampilan.
km: យើងឱ្យតម្លៃទៅលើសន្ដិសុខបណ្ដាញ ដូច្នេះយើងលាក់ឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក និងអនុញ្ញាតឱ្យអ្នកបញ្ចេញមតិ និងធ្វើអន្ដរកម្មជាមួយគេហទំព័រនេះដោយប្រើឈ្មោះបង្ហាញ។
ru: Мы заботимся о твоей безопасности в сети, поэтому твой ник будет скрыт, и ты можешь комментировать и общаться на сайте с помощью отображаемого имени.
th: เราตระหนักถึงความสำคัญของความปลอดภัยบนระบบออนไลน์ของคุณ ด้วยเหตุนี้เราจึงซ่อนชื่อผู้ใช้ของคุณและอนุญาตให้คุณแสดงความเห็นและโต้ตอบกับไซต์โดยใช้ชื่อที่แสดง
tl: Mahalaga sa amin ang iyong seguridad pag online, kaya hindi namin pinapakita ang iyong username. Pwede kang magcomment at mag-interact sa site gamit ang iyong display name.
vi: Chúng tôi coi trọng vấn đề an toàn khi trực tuyến của bạn. Do đó, chúng tôi ẩn tên người dùng của bạn và cho phép bạn bình luận cũng như tương tác với trang web bằng tên hiển thị.

source: I Identify My Gender As:
ar: أحدد نوعي بأنه
bn: আমার লিঙ্গ হলো
es: Identifico mi sexo como
fr: Je suis de sexe
id: Saya mengidentifkasi jenis kelamin saya sebagai:
km: ខ្ញុំកំណត់ភេទខ្ញុំជា
ru: Я идентифицирую мой пол, как
th: ฉันระบุว่าเพศของฉันคือ
tl: Ang aking kinikilalang kasarian ay
vi: Tôi nhận diện giới tính của mình là

source: Home Page
ar: الصفحة الرئيسية
bn: হোম পেজ
es: Página de Inicio
fr: Page d'accueil
km: ទំព័រដើម
ru: Домашняя страница
th: หน้าหลัก
vi: Trang chủ

source: Edit Profile
ar: تعديل ملفك الشخصي
bn: আপনার প্রোফাইল সম্পাদনা করুন
es: Editar tu perfil
fr: Édite ton profil.
id: Menyunting Profil
km: កែកម្រងព័ត៌មានរបស់អ្នក
ru: Редактировать профиль
th: แก้ไขโปรไฟล์ของคุณ
tl: I-edit ang iyong profile
vi: Chỉnh sửa hồ sơ của tôi

source: Update your display name:
ar: حدّثي اسم العرض الخاص بكِ:
bn: আপনার প্রদর্শিত নাম আপডেট করুন:
es: Actualiza tu nombre para mostrar:
fr: Entrez votre nom d'affichage :
id: Update nama tampilanmu:
km: អាប់ដេតឈ្មោះបង្ហាញរបស់អ្នក៖
ru: Укажи свое отображаемое имя:
th: อัพเดตชื่อที่แสดงของคุณ:
tl: I-update ang iyong display name:
vi: Cập nhật tên hiển thị của bạn:

source: Update your date of birth:
ar: حدّثي تاريخ ميلادكِ:
bn: আপনার জন্মতারিখ আপডেট করুন:
es: Actualiza tu fecha de nacimiento:
fr: Entrez votre date de naissance :
id: Update tanggal lahirmu:
km: អាប់ដេតថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក៖
ru: Укажи свою дату рождения:
th: อัพเดตวันเกิดของคุณ:
tl: I-update ang iyong kaarawan:
vi: Cập nhật ngày sinh của bạn:

source: Update your gender:
ar: حدّثي نوعكِ:
bn: আপনার লিঙ্গ আপডেট করুন:
es: Actualiza tu género:
fr: Entrez votre genre :
id: Update jenis kelaminmu:
km: អាប់ដេតភេទរបស់អ្នក៖
ru: Укажи свой пол:
th: อัพเดตเพศของคุณ:
tl: I-update ang iyong kasarian:
vi: Cập nhật giới tính của bạn:

source: Login Success
ar: نجح تسجيل الدخول
bn: লগ-ইন সফল হয়েছে
es: Inicio de sesión exitoso
fr: Connexion effectuée avec succès
id: Login sukses
km: ចូលប្រព័ន្ធដោយជោគជ័យ
ru: Вход выполнен
th: ล็อกอินสำเร็จ
vi: Đăng nhập thành công

source: Welcome Back!
ar: مرحبًا بعودتكِ!
bn: পুনরায় স্বাগতম!
es: ¡Te damos la bienvenida otra vez!
fr: Content de vous revoir !
id: Selamat datang kembali!
km: ស្វាគមន៍ការត្រឡប់មកវិញ!
ru: С возвращением!
th: ยินดีต้อนรับกลับ!
vi: Chào mừng bạn trở lại!

source: Register
ar: تسجيل
bn: নিবন্ধন করুন
es: Registro
fr: Inscription
id: Daftar
km: ចុះឈ្មោះ
ru: Зарегистрироваться
th: ลงทะเบียน
tl: Mag-register
vi: Đăng ký

source: Already a member?
ar: هل أنت عضوة بالفعل؟
bn: ইতোমধ্যে একজন সদস্য হয়েছেন?
es: ¿Ya eres miembro?
fr: Déjà membre ?
id: Punya akun? Masuk
km: ជាសមាជិករួចហើយ?
ru: Уже есть учетная запись?
th: เป็นสมาชิกอยู่แล้วใช่หรือไม่
tl: Member ka na ba?
vi: Đã là thành viên?

source: Login
ar: تسجيل الدخول
bn: লগ-ইন
es: Ingresar
fr: Connexion
km: ចូល
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Not a member yet?
ar: لست عضوا حتى الآن
bn: এখনো সদস্য নন
es: Aún no eres miembro
fr: Pas encore membre
id: Belum menjadi anggota?
km: មិនទាន់ជាសមាជិក
ru: Еще нет учетной записи?
th: ยังไม่ใช่สมาชิก
tl: Hindi ka pa ba member?
vi: Chưa là thành viên?

source: Join us by signing up below.
ar: انضمي إلينا عن طريق تسجيل الاشتراك أدناه.
bn: নিচে সাইন-আপ করে আমাদের সাথে যোগ দিন৷
es: Únete iniciando sesión a continuación.
fr: Rejoins-nous en t'inscrivant ci-dessous.
id: Gabung bersama kami dengan mendaftar di bawah
km: ចូលរួមជាមួយយើង ដោយធ្វើការចុះឈ្មោះប្រើនៅខាងក្រោម។
ru: Зарегистрируйся, используя следующую форму.
th: เข้าร่วมกับเราโดยการสมัครสมาชิกด้านล่าง
tl: Sali na! Mag-sign up sa ibaba:
vi: Tham gia cùng chúng tôi bằng cách đăng ký ở bên dưới.

source: Choose A Username
ar: اختر اسم مستخدم
bn: একটি ব্যবহারকারীর নাম বেছে নিন
es: Elige un nombre de usuario
fr: Choisis un nom d'utilisateur.
id: Pilih nama pengguna
km: ជ្រើសរើសឈ្មោះអ្នកប្រើប្រាស់
ru: Выберите имя пользователя
th: เลือกชื่อผู้ใช้
tl: Pumili ng username
vi: Chọn tên người dùng

source: This name you will use to log in and won't appear to other users. Only you will see this
ar: ستستخدم هذا الاسم في تسجيل الدخول ولن يظهر للمستخدمين الآخرين. لن يتمكن أي شخص سواكِ فقط. من رؤيته.
bn: আপনি লগ-ইন করার জন্য এই নামটি ব্যবহার করবেন এবং অন্য ব্যবহারকারীরা এটা দেখতে পারবে না৷ শুধু আপনি এটি দেখতে পারবেন৷
es: Este es el nombre que usarás para iniciar sesión y no será visible para otros usuarios. Solo tú podrás verlo.
fr: Le nom que vous utiliserez pour vous identifier ne sera pas visible des autres utilisateurs. Vous serez le seul à le voir.
id: Gunakan nama ini untuk log in. Hanya kamu yang bisa melihat nama ini, pengguna lain hanya dapat melihat nama yang tertera di nama tampilanmu.
km: អ្នកនឹងប្រើប្រាស់ឈ្មោះនេះដើម្បីចូលប្រព័ន្ធ ហើយវានឹងមិនបង្ហាញឱ្យអ្នកប្រើប្រាស់ផ្សេងទៀតឃើញនោះទេ។ មានតែអ្នកប៉ុណ្ណោះដែលអាចឃើញឈ្មោះនេះ។
ru: Это имя ты будешь использовать для входа, оно будет недоступно для других пользователей. Его будешь видеть только ты.
th: ชื่อนี้จะใช้ในการล็อกอินของคุณและจะไม่ปรากฏให้ผู้ใช้อื่นๆ เห็น มีเพียงคุณเท่านั้นที่จะเห็นชื่อนี้
tl: Ang pangalan na ito ay para sa pag-login, at hindi ito makikita ng mga ibang user. Ikaw lang ang makakakita nito.
vi: Tên này bạn sẽ sử dụng để đăng nhập và sẽ không hiển thị với người dùng khác. Chỉ bạn mới nhìn thấy tên này.

source: Choose A 4-Digit PIN
ar: تغيير كلمة مرورك
bn: 4-সংখ্যাবিশিষ্ট পিন বেছে নিন
es: Elige un pin de 4 dígitos
fr: Choisis un code PIN à 4 chiffres.
id: Pilih 4 digit pin
km: ជ្រើសរើសកូដ PIN 4 ខ្ទង់
ru: Выберите 4-значный PIN-код
th: เลือกรหัสพิน 4 ตัวเลข
tl: Pumili ng 4-digit pin
vi: Chọn mã PIN gồm 4 chữ số
