Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: Your password has been set. You may go ahead and log in now.
ar: لقد تم تعييم كلمة السر. يمكنكِ الولوج وتسجيل الدخول الآن.
bn: আপনার পাসওয়ার্ড সেট করা হয়েছে৷ আপনি এখন এগিয়ে যেতে ও লগ-ইন করতে পারবেন৷
es: Se creó tu contraseña. Puedes proceder e iniciar sesión ahora.
fr: Votre mot de passe a été créé. Vous pouvez maintenant vous connecter.
id: Password kamu telah ditetapkan. Kamu bisa melanjutkan dan login sekarang.
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់។ អ្នកអាចបន្ដទៅមុខ និងចូលប្រព័ន្ធឥឡូវនេះ។
ru: Пароль установлен. Теперь ты можешь войти в профиль.
th: รหัสผ่านของคุณได้รับการตั้งค่าแล้ว คุณสามารถดำเนินการต่อและล็อกอินได้ทันที
tl: Naka-set na iyong password. Maaari ka nang mag-login ngayon.
vi: Mật khẩu của bạn đã được đặt. Bạn có thể tiếp tục và đăng nhập bây giờ.

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: من فضلكِ أدخلي كلمة المرور الجديدة مرتين لنتأكد أنكِ كتبتيها بشكل صحيح.
bn: অনুগ্রহ করে আপনার নতুন পাসওয়ার্ড দু’বার লিখুন যাতে আমরা যাচাই করতে পারি যে আপনি এটি সঠিকভাবে লিখেছেন কিনা৷
es: Ingresa tu nueva contraseña dos veces para verificar que la escribiste correctamente.
fr: Veuillez entrer deux fois votre nouveau mot de passe afin de vérifier que vous l'avez saisi correctement.
id: Masukkan password-mu 2 kali, sehingga kami bisa membuktikan bahwa kamu mengetiknya dengan benar.
km: សូមវាយបញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នកចំនួនពីរដង ដើម្បីឱ្យយើងអាចធ្វើការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវនៃការវាយបញ្ចូលរបស់អ្នក។
ru: Укажи свой пароль дважды, чтобы убедиться, что он введен правильно.
th: โปรดป้อนรหัสผ่านใหม่ของคุณสองครั้งเพื่อให้เราสามารถตรวจยืนยันว่าคุณพิมพ์รหัสผ่านใหม่ถูกต้อง
tl: Paki-type ang iyong password nang dalawang beses para ma-check namin kung nai-type nang tama.
vi: Vui lòng nhập mật khẩu mới hai lần để chúng tôi có thể xác minh bạn đã nhập chính xác.

source: New password:
ar: كلمة المرور الجديدة:
bn: নতুন পাসওয়ার্ড:
es: Nueva contraseña:
fr: Nouveau mot de passe :
id: Kata sandi baru
km: ពាក្យសម្ងាត់​ថ្មី៖
ru: Новый пароль:
th: รหัสผ่านใหม่:
tl: Bagong Password
vi: Mật khẩu mới:

source: Confirm password:
ar: تأكيد كلمة المرور:
bn: পাসওয়ার্ড নিশ্চিত করুন:
es: Confirmar contraseña:
fr: Confirme le mot de passe :
id: Konfirmasi Sandi
km: បញ្ជាក់ពាក្យសម្ងាត់៖
ru: Подтвердите пароль:
th: ยืนยันรหัสผ่าน:
tl: Ikumpirma ang password
vi: Xác nhận mật khẩu:

source: Change my password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন
es: Cambiar contraseña
fr: Change le mot de passe
id: Ganti kata sandi
km: ប្ដូរពាក្យសម្ងាត់របស់ខ្ញុំ
ru: Изменить пароль
th: เปลี่ยนรหัสผ่านของคุณ
tl: Baguhin ang password
vi: Đổi mật khẩu của tôi

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة السر ليس صحيحًا، ربما لأنكِ استخدمتيه من قبل. من فضلكِ اطلبي إعادة ضبط جديدة لكلمة السر.
bn: পাসওয়ার্ড রিসেট লিংক অকার্যকর ছিল, সম্ভবত এটি ইতোমধ্যে ব্যবহার করা হয়েছে৷ অনুগ্রহ করে পাসওয়ার্ড রিসেটের জন্য নতুন করে অনুরোধ জানান৷
es: El enlace para restablecer la contraseña no es válido, posiblemente porque ya se haya usado. Pide restablecer la contraseña nuevamente.
fr: Le lien de réinitialisation du mot de passe était invalide, peut être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de votre mot de passe.
id: Link reset password tidak valid, mungkin karena sudah digunakan. Mohon minta reset password baru.
km: តំណសម្រាប់ការកំណត់ពាក្យសម្ងាត់ឡើងវិញអស់សុពលភាពហើយ។ វាអាចបណ្ដាលមកពីតំណនេះត្រូវបានប្រើប្រាស់រួច។ សូមស្នើសុំការកំណត់ពាក្យសម្ងាត់ឡើងវិញជាថ្មី។
ru: Возможно, ссылка для сброса пароля не работает, поскольку ее уже использовали. Отправь новый запрос на сброс пароля.
th: ลิงก์สำหรับการตั้งรหัสผ่านใหม่ใช้ไม่ได้ อาจเนื่องจากมีการใช้งานอยู่แล้ว โปรดร้องขอการตั้งรหัสผ่านใหม่
tl: Maaaring invalid ang password reset link dahil nagamit na ito. Mag-request ng bagong password reset.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có thể bởi vì liên kết đó đã được sử dụng. Vui lòng yêu cầu liên kết đặt lại mật khẩu mới.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ar: لقد أرسلنا رسالة بريد إلكتروني تحتوي على تعليمات تعيين كلمة المرور، إذا وُجد حساب في البريد الإلكتروني الذي أدخلتيه. يجب استلامها في وقت قصير.
bn: আপনি যে ইমেলটি লিখেছেন সেটি যদি বিদ্যমান থাকে, আপনার পাসওয়ার্ড সেট করার জন্য আমরা আপনাকে নির্দেশনাগুলো ইমেল করেছি৷ আপনি সেগুলো শীঘ্রই পাবেন।
es: Te enviamos por correo electrónico las instrucciones para crear tu contraseña, si ya existe una cuenta con ese correo electrónico. Deberías recibirlas en breve.
fr: Nous vous avons envoyé par e-mail les instructions à suivre pour créer votre mot de passe, si un compte a déjà été créé avec l'adresse électronique que vous avez entrée. Vous devriez les recevoir prochainement.
id: Kami telah mengirim email instruksi untuk mengatur password-mu, jika ada akun yang terdaftar dengan email yang kamu masukkan. Kamu akan menerimanya sesegera mungkin.
km: យើងបានផ្ញើអ៊ីមែលទៅអ្នក អំពីការណែនាំសម្រាប់ការកំណត់ពាក្យសម្ងាត់របស់អ្នក បើសិនអ៊ីមែលដែលអ្នកបានបញ្ចូលមានគណនីរួចជាស្រេច។ អ្នកគួរតែទទួលបានការណែនាំទាំងនោះនៅពេលបន្ដិចទៀតនេះ។
ru: Если для указанного адреса электронной почты создана учетная запись, на него будут отправлены инструкции по установке пароля. Сообщение должно появиться в ближайшее время.
th: เราส่งอีเมลคำแนะนำสำหรับการตั้งค่ารหัสผ่านของคุณไปให้คุณแล้ว หากมีบัญชีผู้ใช้อยู่ในอีเมลที่คุณป้อน คุณควรจะได้รับคำแนะนำเหล่านั้นหลังจากนั้นไม่นาน
tl: Nag-email kami ng instructions para sa pag-set ng password kung may account ka na, sa email na inilagay mo. Sandali lamang bago mo ito matatanggap.
vi: Chúng tôi đã gửi email hướng dẫn thiết lập mật khẩu của bạn. Nếu tài khoản được liên kết với email bạn đã nhập thì bạn sẽ sớm nhận được email này.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: إذا لم تستلمي أي رسالة بريد إلكتروني، فيُرجى التأكد من أنكِ قد أدخلتِ العنوان الذي سجّلتِ به، وتحققي من مجلد الرسائل العشوائية.
bn: আপনি কোনো ইমেইল না পেলে, আপনি যে ইমেইল ঠিকানা দিয়ে নিবন্ধন করেছেন অনুগ্রহ করে সেটি লিখার বিষয়টি নিশ্চিত করুন, এবং আপনার স্প্যাম ফোল্ডার চেক করুন৷
es: Si no recibes un correo electrónico, verifica que has ingresado la dirección con la que te registraste, y además revisa tu carpeta de spam.
fr: Si vous ne recevez pas d'e-mail, assurez-vous que vous avez bien saisi l'adresse avec laquelle vous vous êtes inscrite, et vérifiez qu'il ne figure par dans vos courriers indésirables.
id: Jika kamu tidak menerima email, pastikan kamu telah memasukkan email yang kamu daftarkan, dan cek folder spam di emailmu.
km: បើសិនអ្នកមិនទទួលបានអ៊ីមែលទេ សូមប្រាកដថា អ្នកបានបញ្ចូលអាសយដ្ឋានដែលអ្នកបានចុះឈ្មោះ និងពិនិត្យមើលថតសារឥតបានការរបស់អ្នក។
ru: Если ты не получил сообщение, убедись в том, что указанный адрес электронной почты использовался при регистрации, а также проверь папку для спама.
th: หากคุณไม่ได้รับอีเมล โปรดตรวจสอบให้แน่ใจว่าคุณป้อนที่อยู่ที่คุณลงทะเบียน และตรวจสอบโฟลเดอร์สแปมของคุณ
tl: Kung wala kang nakuhang email, paki-check kung tama ang email address na ni-register mo, at i-check na rin ang Spam folder.
vi: Nếu không nhận được email, vui lòng đảm bảo bạn đã nhập địa chỉ dùng để đăng ký và kiểm tra thư mục spam.

source: Forgotten your password?
ar: هل نسيتِ كلمة المرور؟
bn: আপনার পাসওয়ার্ড ভুলে গেছেন?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
id: Lupa password?
km: ភ្លេចពាក្យសម្ងាត់របស់អ្នក?
ru: Забыл пароль?
th: ลืมรหัสผ่านของคุณใช่หรือไม่
tl: Nakalimutan ang password?
vi: Quên mật khẩu?

source: Enter your email address below, and we'll email instructions for setting a new one.
ar: أدخلي عنوان البريد الإلكتروني الخاص بكِ أدناه وسنرسل لكِ رسالة بريد إلكتروني تحتوي على تعليمات تعيين واحدة جديدة.
bn: নিচে আপনার ইমেইল ঠিকানা লিখুন, এবং নতুন একটি সেট করার জন্য আমরা আপনাকে নির্দেশনাগুলো ইমেইল করবো৷
es: Ingresa tu correo electrónico a continuación y te enviaremos las instrucciones para crear otra.
fr: Saisissez votre adresse électronique ci-dessous et nous vous enverrons les instructions à suivre pour en créer un nouveau.
id: Masukkan alamat email-mu di bawah ini dan kami akan mengirimkan email instruksi untuk mengatur yang baru.
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលរបស់អ្នកនៅខាងក្រោម ហើយយើងនឹងផ្ញើអ៊ីមែលអំពីការណែនាំសម្រាប់ការកំណត់ពាក្យសម្ងាត់ថ្មី។
ru: Укажите в следующем поле адрес электронной почты, мы отправим на него инструкции по установке нового пароля.
th: ป้อนที่อยู่อีเมลของคุณด้านล่าง และเราจะส่งอีเมลคำแนะนำสำหรับการตั้งรหัสผ่านใหม่ไปให้คุณ
tl: I-enter ang iyong email address, at magpapadala kami ng email para mag-set ng bago.
vi: Nhập địa chỉ email của bạn vào bên dưới và chúng tôi sẽ gửi email hướng dẫn cách thiết lập mật khẩu mới.

source: Email address:
ar: عنوان البريد الإلكتروني:
bn: ইমেইল ঠিকানা‌:
es: Dirección de correo electrónico:
fr: Courrier électronique :
id: Alamat email:
km: អាសយដ្ឋានអ៊ីមែល៖
ru: Адрес электронной почты:
th: ที่อยู่อีเมล์:
vi: Địa chỉ email:

source: Reset my password
ar: إعادة ضبط كلمة المرور الخاصة بي
bn: আমার পাসওয়ার্ড রিসেট করুন
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
id: Atur ulang password
km: កំណត់ពាក្យសម្ងាត់របស់ខ្ញុំឡើងវិញ
ru: Сбросить пароль
th: ตั้งรหัสผ่านของฉันใหม่
tl: Mag-reset ng password
vi: Đặt lại mật khẩu của tôi

source: GCN competition
ar: منافسة
bn: প্রতিযোগিতা
es: Competición
fr: Concurrence
id: Kompetisi
km: ការប្រកួតប្រជែង
ru: Конкурс
th: การแข่งขัน
tl: Contest
vi: Cuộc thi

source: has been completed successfully. See results
ar: تم إكمال استطلاع الرأي بنجاح. الرجاء الاطلاع على نتائج التقديم أدناه.
bn: আপনার সমীক্ষাটি সফলভাবে সম্পূর্ণ হয়েছে। অনুগ্রহ করে নিচে আপনার জমা দেওয়া ফলাফল দেখুন।
es: Has completado la encuesta con éxito. A continuación puedes ver los resultados de tus respuestas.
fr: Questionnaire rempli avec succès. Veuillez consulter vos résultats ci-dessous.
id: Survei berhasil. Kamu bisa lihat hasilnya di bawah sini.
km: ការស្ទង់មតិរបស់អ្នកបានបញ្ចប់ទៅដោយជោគជ័យ។ សូមមើលលទ្ធផលនៃការដាក់ស្នើរបស់អ្នកនៅខាងក្រោម។
ru: Ваш опрос был успешно завершен. Пожалуйста, смотрите ваши результаты представления ниже.
th: คุณได้กรอกแบบสำรวจครบทุกข้อเรียบร้อยแล้ว โปรดดูผลลัพธ์ในการส่งของคุณด้านล่างนี้
tl: Ang iyong PIN ay nabago matagumpay.
vi: Bạn đã làm xong khảo sát. Vui lòng xem kết quả bạn đã gửi ở bên dưới.

source: has been completed successfully!
ar: تم تغيير الرقم السري الخاص بك بنجاح.
bn: আপনার পিন সফলভাবে পরিবর্তিত হয়েছে৷
es: Se modificó tu PIN con éxito.
fr: Mot de passe modifié avec succès.
id: PIN mu telah berhasil diubah
km: កូដ PIN របស់អ្នកត្រូវបានប្ដូរដោយជោគជ័យ។
ru: Ваш PIN-код был изменен успешно.
th: รหัส PIN ของคุณถูกเปลี่ยนเรียบร้อยแล้ว
tl: Ang iyong PIN ay nabago matagumpay.
vi: Mã PIN của bạn đã được đổi thành công.

source: Thank you for submitting
ar: شكراً للتصويت!
bn: ভোট দেয়ার জন্য আপনাকে ধন্যবাদ!
es: ¡Gracias por votar!
fr: Merci d'avoir voté !
id: Terima kasih telah mendaftar!
km: អរគុណសម្រាប់ការបោះឆ្នោត!
ru: Спасибо за ваш голос!
th: ขอบคุณสำหรับการโหวต!
tl: Salamat sa pagboto!
vi: Cảm ơn bạn đã bình chọn!

source: Take The Survey
ar: سروے کریں
bn: সমীক্ষায় অংশ নিন
es: Responder la encuesta
fr: Remplir un questionnaire
id: Ikut survei
km: ធ្វើការស្ទង់មតិ
ru: Проводить исследование
th: ทำแบบสำรวจ
tl: Kumuha ng survey
vi: Tham gia khảo sát

source: Thank you for sharing your words!
ar: شكرًا على المشاركة!
bn: আপনার কথা শেয়ার করার জন্য ধন্যবাদ!
es: ¡Gracias por compartir tus palabras!
fr: Merci d'avoir partagé vos paroles !
id: Terima kasih karena telah berbagi kisahmu dengan kami!
km: អរគុណសម្រាប់ការចែករំលែកពាក្យពេចន៍របស់អ្នក!
ru: Спасибо за информацию!
th: ขอบคุณสำหรับการแบ่งปันความเห็นของคุณ!
vi: Cảm ơn bạn đã chia sẻ suy nghĩ của mình!

source: Title of your story (max 60 characters)
ar: عنوان قصتكِ (60 حرفًا كحد أقصى)
bn: আপনার গল্পের শিরোনাম (সর্বোচ্চ 60 অক্ষর)
es: Título de la historia (máx. 60 caracteres)
fr: Titre de votre témoignage (60 caractère max)
id: Judul ceritamu (maksimal 60 karakter)
km: ចំណងជើងរឿងរបស់អ្នក (60 តួអក្សរជាអតិបរមា)
ru: Заголовок сообщения (макс. 60 символов)
th: ชื่อเรื่องของคุณ (สูงสุด 60 อักขระ)
tl: Pamagat ng kwento (max ng 60 characters)
vi: Tựa đề câu chuyện của bạn (tối đa 60 ký tự)

source: This comment has been removed as it contains profanity, contact information or other inappropriate content.
ar: تمت إزالة هذا التعليق لأنه يحتوي على ألفاظ نابية أو معلومات اتصال أو محتوى آخر غير لائق.
bn: এই মন্তব্যে ধর্মবিদ্বেষ, যোগাযোগের তথ্য বা অন্যান্য অযথার্থ কন্টেন্ট থাকায় এটি অপসারণ করা হয়েছে৷
es: Este comentario fue eliminado ya que contiene insultos, información de contacto u otro contenido inapropiado.
fr: Ce commentaire a été supprimé car il contient des obscénités, des informations de contact ou du contenu inapproprié.
id: Komentar ini telah dihapus karena mengandung kata-kata kasar, data diri pribadi dan konten tidak pantas lainnya.
km: មតិនេះត្រូវបានលុបចេញ ដោយសារមានការប្រើពាក្យប្រមាថ ព័ត៌មានទំនាក់ទំនង ឬខ្លឹមសារមិនសមរម្យផ្សេង។
ru: Этот комментарий был удален, поскольку он содержит ненормативную лексику, контактную информацию или другой нежелательный контент.
th: ความเห็นนี้ถูกลบแล้วเนื่องจากมีถ้อยคำหยาบคาย ข้อมูลติดต่อ หรือเนื้อหาอื่นๆ ที่ไม่เหมาะสม
tl: Ang puna na ito ay inalis na bilang ito ay naglalaman ng kalapastanganan , impormasyon ng contact o iba pang naaangkop na nilalaman.
vi: Bình luận này đã bị xóa vì chứa nội dung xúc phạm, thông tin liên hệ hoặc nội dung không phù hợp khác.

source: More
ar: نقل
bn: সরান
es: Mover
fr: Déplacer
id: Pindah
km: ប្ដូរកន្លែង
ru: Еще
th: อื่นๆ
tl: Ilipat
vi: Khác

source: Next up in [category]:
ar: اس میں آگے
bn: পরবর্তীতে আছে
es: A continuación en
fr: La prochaine étape dans
id: Selanjutnya di
km: បន្ទាប់នៅក្នុង
ru: Далее в
th: ถัดไปใน
tl: Susunod
vi: Tiếp theo trong

source: Recommended:
ar: مُوصى به:
bn: সুপারিশকৃত:
es: Recomendado:
fr: Recommandé
id: Direkomendasikan:
km: បានណែនាំ៖
ru: Рекомендации:
th: แนะนำ:
tl: Ni-recommend
vi: Được đề xuất:

source: Change Language
ar: غيّر اللغة
bn: ভাষা পরিবর্তন করুন
es: Cambiar idioma
fr: Changer de langue
id: Ubah Bahasa
km: ប្ដូរភាសា
ru: Изменить язык
th: เปลี่ยนภาษา
tl: Baguhin ang wika
vi: Thay đổi ngôn ngữ

source: Looking for something?
ar: تبحثين عن شيء؟
bn: কিছু খুঁজছেন?
es: ¿buscas algo?
fr: Que recherches-tu ?
id: Mencari sesuatu?
km: កំពុងស្វែងរកអ្វីមួយ?
ru: Что-то ищешь?
th: กำลังค้นหาบางอย่าง?
tl: May hinahanap ka ba?
vi: Bạn đang tìm kiếm thứ gì đó?

source: Email address
ar: عنوان البريد الإلكتروني
bn: ইমেইল ঠিকানা‌
es: Dirección de correo electrónico
fr: Adresse électronique
id: Alamat email
km: អាសយដ្ឋានអ៊ីមែល
ru: Адрес электронной почты
th: ที่อยู่อีเมล์:
vi: Địa chỉ email

source: URL
ar: محدد موقع المعلومات (URL)
ru: URL-адрес

source: Name
ar: قبل
bn: নাম
es: Nombre
fr: Nom
id: Nama
km: ឈ្មោះ
ru: Имя
th: ชื่อ
tl: Pangalan
vi: Tên

source: Ago
ar: قبل
bn: আগে
es: Atrás
fr: Il y a
id: yang lalu
km: កន្លងផុតទៅ
ru: назад
th: ที่ผ่านมา
vi: Trước đây

source: Share a Comment
ar: مشاركة تعليق
bn: একটি মন্তব্য শেয়ার করুন
es: Compartir un comentario
fr: Laisser un commentaire
id: Bagikan komentar
km: ចែករំលែកមតិ
ru: Оставить комментарий
th: แบ่งปันความเห็น
tl: Mag-share ng comment
vi: Chia sẻ bình luận

source: view more comments
ar: عرض المزيد من التعليقات
bn: আরো মন্তব্য দেখুন
es: ver más comentarios
fr: lire plus de commentaires
id: Tampilkan komentar
km: មើលមតិផ្សេងទៀត
ru: посмотреть больше комментариев
th: ดูความเห็นเพิ่มเติม
tl: Magbasa pa ng mga komento
vi: xem bình luân khác

source: Your comment has been successfully posted
ar: لقد تم نشر تعليقكِ بنجاح
bn: আপনার মন্তব্য সফলভাবে পোস্ট করা হয়েছে
es: Tu comentario fue publicado con éxito
fr: Votre commentaire a été envoyé avec succès
id: Komentarmu telah berhasil diposting
km: មតិរបស់អ្នកត្រូវបានដាក់ប្រកាសដោយជោគជ័យ
ru: Комментарий опубликован
th: คำตอบของคุณได้รับการโพสต์เรียบร้อยแล้ว
tl: Nai-post ang iyong comment
vi: Bình luận của bạn đã được đăng thành công

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
ar: ستتم مراجعة ذلك بواسطة فريق العمل لدينا وقد تتم إزالته إذا كان يخترق قواعد النظام الأساسي لنا.
bn: টিম এটি পর্যালোচনা করবে এবং আমাদের প্ল্যাটফর্মের নিয়ম-কানুন ভঙ্গ করলে এটি সরিয়ে ফেলা হতে পারে
es: Será revisado por el equipo y puede ser eliminado si no cumple con las reglas de la plataforma
fr: Il sera examiné par l'équipe et peut être supprimé s'il enfreint les règles de notre plateforme
id: Ini akan ditinjau oleh tim kita dan dapat dihapus jika melanggar peraturan platform.
km: វានឹងត្រូ​វបានត្រួតពិនិត្យដោយក្រុមការងារ ហើយអាចត្រូវបានលុបចោល បើសិនជាល្មើសវិន័យវេទិការបស់យើង។
ru: Он будет проверен и может быть удален, если он противоречит правилам нашей платформы
th: ทีมงานของเราจะตรวจสอบความเห็นเหล่านั้นและอาจลบออกหากละเมิดกฎแพล็ตฟอร์มของเรา
tl: Ire-review ito ng team at maaaring burahin ito kung hindi ito sumusunod sa aming Platform rules
vi: Chúng tôi sẽ xem xét lại và xóa nội dung đó nếu vi phạm quy tắc Nền tảng của chúng tôi

source: Your comment:
ar: تعليقك
bn: আপনার মন্তব্য
es: Tu comentario
fr: Vos commentaires
id: Komentarmu
km: មតិរបស់អ្នក
ru: Комментарий
th: ความเห็นของคุณ
tl: Iyong comment
vi: Bình luận của bạn

source: Reply:
ar: الرد
bn: জবাব
es: Responder
fr: Répondre
id: Balasan
km: ឆ្លើយតប
ru: Ответить
th: ตอบกลับ
tl: Tumugon
vi: Trả lời

source: Read replies:
ar: قراءة الردود:
bn: জবাবগুলো পড়ুন:
es: Leer respuestas:
fr: Lire les réponses :
id: Baca balasan
km: អានការឆ្លើយតប៖
ru: Прочитанные ответы:
th: จำนวนครั้งของการอ่านการตอบกลับ:
tl: Magbasa ng replies
vi: Câu trả lời đã đọc:

source: Notification:
ar: إشعار:
bn: বিজ্ঞপ্তি:
es: Notificación:
id: Notifikasi
km: ការជូនដំណឹង៖
ru: Уведомление.
th: การแจ้งเตือน:
vi: Thông báo:

source: Reporting comment replies is not allowed.
ar: غير مسموح بالإبلاغ عن الردود على التعليقات.
bn: মন্তব্যের জবাব সম্পর্কে রিপোর্ট করার অনুমতি নেই৷
es: No se permite denunciar respuestas a comentarios.
fr: Il n'est pas permis de communiquer les réponses aux commentaires.
id: Pelaporan balasan komentar tidak diperbolehkan
km: មិនអនុញ្ញាតឱ្យរាយការណ៍ការឆ្លើយតបមតិនោះទេ។
ru: Невозможно пожаловаться на ответы к комментариям.
th: ไม่อนุญาตการตอบกลับการรายงานความเห็น
tl: Hindi maaaring mag-report ng comment replies
vi: Không được phép báo cáo câu trả lời cho bình luận.

source: The comment has been reported.
ar: تم الإبلاغ عن هذا التعليق.
bn: এই মন্তব্যটি সম্পর্কে রিপোর্ট করা হয়েছে৷
es: Este comentario fue denunciado.
fr: Ce commentaire a été signalé.
id: Komentar ini telah dilaporkan.
km: មតិនេះត្រូវបានរាយការណ៍។
ru: Жалоба на комментарий отправлена.
th: ความเห็นของคุณได้รับการรายงานแล้ว
tl: Ang komentong ito ay na-ireport.
vi: Bình luận đã bị báo cáo.

source: Reply successfully created.
ar: تم إنشار رد بنجاح.
bn: জবাব সফলভাবে তৈরি করা হয়েছে৷
es: Respuesta creada con éxito.
fr: Réponse créée avec succès.
id: Balasan berhasil dibuat
km: បានបង្កើតការឆ្លើយតបដោយជោគជ័យ។
ru: Ответ создан.
th: สร้างการตอบกลับสำเร็จแล้ว
tl: Success sa pag-reply
vi: Câu trả lời đã được tạo thành công.

source: You didn't select a choice
ar: لم تحددي خيارًا
bn: আপনি কোনো অপশন নির্বাচন করেননি
es: No hiciste una selección
fr: Vous n'avez pas saisi de choix
id: Kamu belum memilih pilihan
km: អ្នកមិនបានជ្រើសជម្រើសមួយទេ
ru: Выбери вариант ответа
th: คุณไม่ได้เลือกตัวเลือก
tl: Hindi ka pa pumipili ng choice.
vi: Bạn chưa chọn lựa chọn nào

source: Your answers:
ar: إجابتكِ:
bn: আপনার উত্তর:
es: Tus respuestas:
fr: Vos réponses :
id: Jawaban kamu:
km: ចម្លើយរបស់អ្នក៖
ru: Ответы:
th: คำตอบของคุณ:
tl: Mga sagot mo:
vi: Câu trả lời của bạn:

source: Site Language:
ar: لغة الموقع:
bn: সাইটের ভাষা:
es: Idioma del sitio:
fr: Langue du site :
id: Pilih Bahasa:
km: ភាសាគេហទំព័រ៖
ru: Язык сайта:
th: ภาษาของไซต์:
vi: Ngôn ngữ của trang web:

source: Next default question
ar: السؤال التالي
bn: পরবর্তী প্রশ্ন
es: Próxima pregunta
fr: Question suivante
id: PERTANYAAN SELANJUTNYA
km: សំណួរបន្ទាប់
ru: Следующий вопрос -
th: คำถามถัดไป
tl: Sunod na tanong
vi: Câu hỏi tiếp theo

source: Another question
ar: سؤال الأمان
bn: নিরাপত্তামূলক প্রশ্ন
es: Pregunta de seguridad
fr: Question de sécurité
id: Pertanyaan keamanan
km: សំណួរ​សុវត្ថិភាព
ru: Контрольный вопрос
th: คำถามเพื่อความปลอดภัย
tl: Pangseguridad na tanong
vi: Câu hỏi bảo mật

source: Another survey
ar: قم بتسجيل الدخول لإكمال استطلاع الرأي
bn: সমীক্ষায় অংশ নিতে লগ ইন করুন
es: Inicia sesión para responder la encuesta
fr: Conntez vous pour récupérer le questionnaire
id: Log in untuk ikutan survei
km: ចូលប្រព័ន្ធដើម្បីធ្វើការស្ទង់មតិ
ru: Войти принять опрос
th: เข้าสู่ระบบพื่อทำแบบสำรวจ
vi: Đăng nhập để tham gia khảo sát

source: Please select a survey.
ar: قم بتسجيل الدخول لإكمال استطلاع الرأي
bn: সমীক্ষায় অংশ নিতে লগ ইন করুন
es: Inicia sesión para responder la encuesta
fr: Conntez vous pour récupérer le questionnaire
id: Log in untuk ikutan survei
km: សូមចូលប្រព័ន្ធដើម្បីធ្វើការស្ទង់មតិនេះ
ru: Для участия в опросе необходимо войти
th: โปรดล็อกอินเพื่อเข้าร่วมการสำรวจนี้
vi: Vui lòng đăng nhập để tham gia khảo sát

source: Please select a question.
ar: يرجى الإجابة على سؤال الأمان ​​التالي.
bn: অনুগ্রহ করে নিচের নিরাপত্তামূলক প্রশ্নের উত্তর দিন৷
es: Responde la siguiente pregunta de seguridad.
fr: Réponds à la question de sécurité suivante.
id: Silakan jawab pertanyaan keamanan berikut:
km: សូមឆ្លើយសំណួរសុវត្ថិភាពដូចខាងក្រោម។
ru: Пожалуйста, ответьте на следующий вопрос.
th: โปรดตอบคำถามเพื่อความปลอดภัยต่อไปนี้
tl: Mangyaring sagutin ang mga sumusunod na katanungan seguridad
vi: Vui lòng trả lời câu hỏi bảo mật sau.

source: Add group
ar: إضافة ردك
bn: তোমার উত্তর দাও
es: Añade tu respuesta
fr: Ajoute ta réponse
id: Tambahkan balasanmu
km: បន្ថែមការឆ្លើយតបរបស់អ្នក
ru: Ответить
th: เพิ่มคำตอบของคุณ
tl: Mag-reply
vi: Thêm câu trả lời của bạn

source: Submit Survey
ar: تقديم استطلاع الرأي
bn: সমীক্ষা জমা দিন
es: Enviar encuesta
fr: Emettre un questionnaire
id: Kirimkan survei
km: ដាក់ស្នើការស្ទង់មតិ
ru: Добавить опрос
th: ส่งแบบสำรวจ
tl: Isumite ang survey
vi: Gửi khảo sát

source: You have already completed this survey.
ar: لقد أكملت استطلاع الرأي هذا بالفعل.
bn: আপনি এই সমীক্ষাটি ইতিমধ্যেই সম্পূর্ণ করেছেন।
es: Ya has completado esta encuesta.
fr: Vous avez déjà complété ce questionnaire
id: Survei berhasil
km: អ្នកបានបំពេញការស្ទង់មតិនេះចប់សព្វគ្រប់។
ru: Вы уже завершили этот опрос.
th: คุณทำแบบสำรวจนี้เสร็จเรียบร้อยแล้ว
vi: Bạn đã hoàn thành khảo sát này.

source: Please log in to take this survey
ar: قم بتسجيل الدخول لإكمال استطلاع الرأي
bn: সমীক্ষায় অংশ নিতে লগ ইন করুন
es: Inicia sesión para responder la encuesta
fr: Conntez vous pour récupérer le questionnaire
id: Log in untuk ikutan survei
km: សូមចូលប្រព័ន្ធដើម្បីធ្វើការស្ទង់មតិនេះ
ru: Для участия в опросе необходимо войти
th: โปรดล็อกอินเพื่อเข้าร่วมการสำรวจนี้
vi: Vui lòng đăng nhập để tham gia khảo sát

source: Your survey has been completed successfully. Please see your submission results below.
ar: تم إكمال استطلاع الرأي بنجاح. الرجاء الاطلاع على نتائج التقديم أدناه.
bn: আপনার সমীক্ষাটি সফলভাবে সম্পূর্ণ হয়েছে। অনুগ্রহ করে নিচে আপনার জমা দেওয়া ফলাফল দেখুন।
es: Has completado la encuesta con éxito. A continuación puedes ver los resultados de tus respuestas.
fr: Questionnaire rempli avec succès. Veuillez consulter vos résultats ci-dessous.
id: Survei berhasil. Kamu bisa lihat hasilnya di bawah sini.
km: ការស្ទង់មតិរបស់អ្នកបានបញ្ចប់ទៅដោយជោគជ័យ។ សូមមើលលទ្ធផលនៃការដាក់ស្នើរបស់អ្នកនៅខាងក្រោម។
ru: Ваш опрос был успешно завершен. Пожалуйста, смотрите ваши результаты представления ниже.
th: คุณได้กรอกแบบสำรวจครบทุกข้อเรียบร้อยแล้ว โปรดดูผลลัพธ์ในการส่งของคุณด้านล่างนี้
vi: Bạn đã làm xong khảo sát. Vui lòng xem kết quả bạn đã gửi ở bên dưới.

source: Edit
ru: редактировать
tl: I-edit

source: Competition
ar: منافسة
bn: প্রতিযোগিতা
es: Competición
fr: Concurrence
id: Kompetisi
km: ការប្រកួតប្រជែង
ru: Конкурс
th: การแข่งขัน
tl: Contest
vi: Cuộc thi

source: XO
es: Saludos
fr: Bises
