Repository: praekeltfoundation/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, km, ru, th, tl, vi

source: Thanks for submitting your story! Youll find out soon if youre a winner!
id: Terimakasih atas partisipasimu! Kami akan menerbitkan kisahmu jika kamu terpilih.
tl: Salamat sa pagsumite ng iyong kwento! Malalaman mo kapag ikaw ang nanalo!

source: Were working hard to get this problem resolved. Thank you.
id: Kami berhasil menyelesaikan masalah ini. Terima kasih.
tl: Ginagawan namin ng paraan para ayusin itong problema. Salamat!
