Repository: praekeltfoundation/molo-gem
Catalog: locale/ny/LC_MESSAGES/django.po
Languages: ny

source: male
ny: Mwamuna

source: female
ny: Mkazi

source: don't want to answer
ny: Sindikufuna Kuyankha

source: Sorry, but that is an invalid display name. Please don't use your email address or phone number in your display name.
ny: Pepani mwalakwitsa. Onetsetsani kuti mwapewa kugwiritsa ntchito keyala ya intaneti yanu kapena nambala ya foni ngati dzina lolowela paintaneti.

source: Sorry, the name you have used is not allowed. Please, use a different name for your display name.
ny: Pepani mwagwiritsa dzina losaloledwa. Gwiritsani dzina lina loti aliyense akuzindikileni.

source: Gender
ny: Ndinu mwamuna kapena wamkazi

source: Display Name
ny: DZINA LANU

source: This value must contain only letters, numbers and underscores.
ny: Dzinali likhale ndi malemba, manambala komanso 'underscores'

source: Sorry, but that is an invalid username. Please don't use your email address or phone number in your username.
ny: Pepani mwalakwitsa. Onetsetsani kuti mwapewa kugwiritsa ntchito keyala ya intaneti yanu kapena nambala ya foni ngati 'username'.

source: Spam
ny: Maimelo osayenela

source: Offensive Language
ny: Kutukwana

source: Bullying
ny: Kuwopseza

source: Other
ny: Ina

source: Log in to vote
ny: Lemba dzina ndi mawu achinsinsi kuti muvote.

source: That username already exits. Please try another one.
ny: Dzina lomwe mwagwiritsa ntchitolo lagwiritsidwa kale.

source: The old password is incorrect.
ny: Dzina lachinsinsi ndilolakwika.

source: Vote
ny: Votani

source: Show Results
ny: Onetsa zotsatila

source: You voted:
ny: Mwavota:

source: Name of the city you were born in
ny: Dzina la Mudzi womwe munabadwila

source: Name of your primary school
ny: Dzina la pulayimale sukulu yanu

source: Unable to Login
ny: Kulephela kulowa patsamba

source: Hi Girl
ny: Moni Mtsikana

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ny: Pepani. Mukupeza vuto kuti mupeze tsambali chifukwa chamavuto amakina athu. Kulowa kapena kulembesa patsambali kukhala kovuta pa Free Basics app. Kuti mulowe kapena mulembetse mbiri yanu pitani pa tsamba laulele la intaneti pogwiritsa ntchito foni yanu pa

source: We're working hard to get this problem resolved. Thank you.
ny: Tikuyesesa kukonza vutoli. Zikomo.

source: Page not found
ny: Tsamba silikuwoneka

source: Sorry, this page could not be found.
ny: Pepani, tsambali silikuwoneka.

source: Internal server error
ny: Makina athu ali ndi vuto

source: Sorry, there seems to be an error. Please try again soon.
ny: Pepani, yesaninso nthawi ina pakali pano pali vuto.

source: Profile
ny: Mbiri

source: Back to Top
ny: Kubwelera pamwamba

source: Categories
ny: Magawo

source: Big Sister
ny: Mchemwali wamkulu

source: Anonymous
ny: Wosadziwika

source: This comment has been removed by the community. Please read our platform rules.
ny: Ndemanga iyi yachotsedwa. Welengani malamulo athu.

source: ago
ny: kale

source: Report
ny: Lipoti

source: Reply
ny: Yankhani

source: comment
ny: Ndemanga

source: Log in to comment
ny: Lowani kuti mulembe ndemanga.

source: Commenting on this article is currently disabled
ny: Ndemanga ili yonse pankhaniyi siyitheka

source: View more comments
ny: Welengani ndemanga zambiri

source: Comments
ny: Ndemanga

source: Back to article
ny: Kubwelera ku nkhani

source: Submit
ny: Tumizani

source: Comment Anonymously
ny: Pelekani ndemanga posalemba dzina lanu

source: Please
ny: Chonde

source: to leave a comment.
ny: Kuti musiye ndemanga

source: Please let us know why you are reporting this comment?
ny: Tidziwitseni chifukwa chimene mukuyineneza ndemangayi?

source: Report Comment
ny: Nenezani ndemanga

source: Thanks!
ny: Zikomo

source: This comment has been reported.
ny: Ndemanga iyi yanenezedwa

source: It will be reviewed by the moderation team and may be removed if it breaks our Platform rules
ny: Iwunikidwa ndi akuluakulu athu mwinanso kuchotsedwa ngati mwaphwanya malamulo.

source: You have already reported this comment
ny: Mwatidziwitsa kale za ndemanga iyi.

source: The comment will be reviewed by the moderation team and may be removed if it breaks our Platform rules
ny: Ndemanga iyi iwunikidwa ndi akuluakulu athu mwinanso kuchotsedwa kumene ngati mwamphwanya malamulo athu.

source: Read more
ny: Werengani zambiri

source: Language
ny: Chilankhulo

source: This site is free for all MTN subscribers. If you are an Airtel or TIGO subscriber, you can access this site for free by going to
ny: Tsamba ili ndilaulele kwa makasitomala onse a Foni zammanja koma ngati uli wa Airtel mutha kugwiritsa mwaulere popita pa.

source: What's your opinion?
ny: Maganizo anu ndiotani?

source: Thank you!
ny: Zikomo

source: Your response has already been submitted.
ny: Zikomo. Yankho lanu latumizidwa kale.

source: Thank you for voting!
ny: Zikomo kwambiri povota

source: Old Password:
ny: Mawu / Nambala yanu yachinsinsi yakale:

source: New Password:
ny: Mawu / Nambala yatsopano yachinsinsi yatsopano

source: Confirm New Password:
ny: Tsimikizani mawu / nambala yachinsinsi:

source: Change Password
ny: Sinthani mawu / nambala yachinsinsi:

source: Thank you for joining!
ny: Zikomo kwambiri potijowina!

source: Let us know your birthday to get access to exclusive content.
ny: Tidziwitseni tsiku laubadwa lanu kuti muthe kulowa paliponse.

source: Nickname:
ny: Dzina la ntchedzera:

source: Please do not use your real name, phone number or email address as it's unsafe.
ny: Chonde musagwiritse dzina lanu lenileni kapena nambala yafoni yanu ngakhale keyala ya intaneti.

source: Date of birth:
ny: Tsiku lobadwa:

source: Gender:
ny: Ndinu mwamuna kapena wamkazi:

source: Update
ny: Chidziwitso chowonjezera

source: Skip
ny: Dumphani

source: Edit your Profile
ny: Sinthani mbiri yanu

source: Update your mobile number:
ny: Lowetsani nambala ya foni yanu

source: Update your email address:
ny: Keyala ya intaneti:

source: Update where you live:
ny: Wonjezelani mbiri yanu

source: Update profile
ny: Wonjezelani mbiri yanu

source: Forgot PIN
ny: Mwayiwala nambala yanu yachinsinsi

source: Security question
ny: Funso la chinsinsi

source: Please answer the following security question.
ny: Chonde yankhani funso lachinsinsi

source: Not a member yet? Join us by signing up below.
ny: Sindinu membala? Tijoineni polembetsa mmusimu.

source: Choose a username
ny: Sankhani username yanu

source: Display name
ny: DZINA LANU

source: Girl Effect values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
ny: Bungwe la Girl Effect limalemekeza chitetezo chanu chapa intaneti, choncho dzina lanu lolowela pa intaneti lidzabisidwa komabe inu mudzatha kulemba ndemanga zanu ndiku lumikizana nafe pa tsamba lathu. Ngati mukufuna kulumikizana ndi anthu ena, kaya amnzanu kuti athe kukuzindikilani ndi dzina lanu lolowela pa intaneti ndikuti musaoneke osadziwika, mutha kusintha username apa.

source: Choose a 4-digit pin
ny: Sankhani manambala anayi a chinsinsi

source: I identify my gender as
ny: Ndizindikileni ine ngati

source: Only you will see this
ny: Inu nokha mungathe kuwona ichi

source: Select Date of Birth
ny: Tsiku lobadwa:

source: Enter your mobile number
ny: Lowetsani nambala ya foni yanu

source: Enter your email address
ny: Keyala ya intaneti:

source: Only you will see this.
ny: Inu nokha mungathe kuwona ichi

source: Security questions
ny: Funso la chinsinsi

source: Please answer the following security questions. You'll have to provide these answers if you ever need to reset your password.
ny: Chonde yankhani funso lachinsinsi. Mupeleke mayankho pokhapokha mukafuna kusintha nambala/ mawu a chinsinsi

source: Please accept the terms and conditions in order to complete registration
ny: Chonde vomelezani malamulo athu ngati mukufuna kuti mulembetse.

source: I accept the terms and conditions
ny: Ndikuvomera malamulo

source: already joined?
ny: Ndinajoina kale?

source: Reset PIN
ny: Sinthani nambala / mawu achinsinsi

source: PIN
ny: Nambala yachinsinsi

source: Confirm PIN
ny: Tsimikizani nambala yachinsinsi

source: PIN Changed
ny: Nambala / mawu achinsinsi asintha

source: Your PIN was changed successfully.
ny: Mawu / nambala yanu ya chinsinis yasithidwa bwino lomwe.

source: Continue to Sign In
ny: Pitilizani kulowa patsambali

source: Hello
ny: Moni

source: Your Profile
ny: Mbiri yanu

source: When you type comments your name will appear as:
ny: Mukalemba ndemanga dzina lanu lidzidziwika ngati

source: Mobile number:
ny: Mambala yafoni yanu:

source: Email Address:
ny: Keyala ya intaneti:

source: Update Profile
ny: Wonjezelani mbiri yanu

source: Change Your Password
ny: Sinthani mawu / nambala yachinsinsi

source: Confirm Password:
ny: Tsimikizani mawu / nambala yachinsinsi

source: Change
ny: Sinthani

source: Your username and password do not match. Please try again.
ny: Dzina lomwe mwagwiritsa ntchito ndi mawu / nambala yachinsinsi sizikugwilizana. Chonde yesaninso nthawi ina.

source: Username
ny: Dzina lolowera paintaneti

source: 4-digit pin
ny: Manambala anayi achinsinsi

source: looking for something?
ny: Mukufuna chinachake?

source: Search
ny: Fufuza

source: results found for
ny: Zotsatila zapezeka za

source: No search results for
ny: Zotsatila sizinapezeke

source: I am looking for
ny: Ndikufunafuna za

source: Done
ny: Zatheka

source: Next Question
ny: Funso lotsatila

source: You have already completed this
ny: Mwathana naye kafukufuku.

source: Back to Home page
ny: Kubwelera Pakhomo latsamba

source: Share your story
ny: Tiuzeni nkhani yanu

source: You have already completed this poll.
ny: Mwathana naye kafukufuku.

source: Back home
ny: Kubwelera Pakhomo latsamba

source: Log in to take survey
ny: Lowani kuti muthe kupanga kafukufuku

source: Thanks for submitting your story! Youll find out soon if youre a winner!
ny: Zikomo kwambiri potumiza nkhani yanu. Mudziwa posachedwa ngati mwapambana!

source: Thank you for submitting poll!
ny: Zikomo kwambiri povota

source: Survey Results
ny: Zotsatila zakafukufuku

source: Thank you for submitting survey!
ny: Zikomo kwambiri povota

source: Your survey has been completed successfully.
ny: nambala / mawu achinsinsi yatheka kusintha.

source: Write your story
ny: Lembani nkhani yanu

source: Log in to Enter
ny: Lowani

source: Start
ny: Yambani

source: BACK
ny: Bwelerani / mmbuyo

source: Title of your story
ny: Mutu wa nkhani yanu

source: Tell us your story here
ny: Tiwuzeni nkhani yanu apa

source: I accept the Terms and Conditions
ny: Ndavomeleza malamulo

source: Share my story anonymously
ny: Fotokozani nkhani yanu mosaziwulura

source: Submit your story
ny: Tumizina nkhani yanu

source: Sorry we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at:
ny: Pepani. Mukupeza vuto kuti mupeze tsambali chifukwa chamavuto amakina athu. Kulowa kapena kulembesa patsambali kukhala kovuta pa Free Basics app. Kuti mulowe kapena mulembetse mbiri yanu pitani pa tsamba laulele la intaneti pogwiritsa ntchito foni yanu pa

source: Were working hard to get this problem resolved. Thank you.
ny: Tikuyesesa kukonza vutoli. Zikomo.

source: Sorry, we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ny: Pepani. Mukupeza vuto kuti mupeze tsambali chifukwa chamavuto amakina athu. Kulowa kapena kulembesa patsambali kukhala kovuta pa Free Basics app. Kuti mulowe kapena mulembetse mbiri yanu pitani pa tsamba laulele la intaneti pogwiritsa ntchito foni yanu pa

source: Terms &amp; Conditions
ny: Ndavomeleza malamulo

source: This comment has been removed by the community. Please read our platform rules
ny: Ndemanga iyi yachotsedwa. Welengani malamulo athu.

source: reply
ny: Yankhani

source: Please log in to leave a comment
ny: Kuti musiye ndemanga

source: Read more comments
ny: Welengani ndemanga zambiri

source: Comment
ny: Ndemanga

source: Comment anonymously
ny: Pelekani ndemanga posalemba dzina lanu

source: Please let us know why you are reporting this comment
ny: Tidziwitseni chifukwa chimene mukuyineneza ndemangayi?

source: Thanks
ny: Zikomo

source: This comment has been reported
ny: Ndemanga iyi yanenezedwa

source: It will be reviewed by the moderation team and may be removed if it breaks our platform rules
ny: Iwunikidwa ndi akuluakulu athu mwinanso kuchotsedwa ngati mwaphwanya malamulo.

source: The comment will be reviewed by the moderation team and may be removed if it breaks our platform rules
ny: Ndemanga iyi iwunikidwa ndi akuluakulu athu mwinanso kuchotsedwa kumene ngati mwamphwanya malamulo athu.

source: Read more about
ny: Werengani zambiri

source: This site is free for all MTN subscribers. If you are an Airtel or TIGO subscriber, you can access this site for free by going to
ny: Tsamba ili ndilaulele kwa makasitomala onse a Foni zammanja koma ngati uli wa Airtel mutha kugwiritsa mwaulere popita pa.

source: Next up
ny: Funso lotsatila

source: Latest stories
ny: Magawo

source: Your comment
ny: Nenezani ndemanga

source: A reply
ny: Yankhani

source: Comment replies
ny: Ndemanga

source: You have
ny: Mwavota:

source: Read replies
ny: Werengani zambiri

source: Change Pin
ny: Sinthani

source: Confirm New pin
ny: Tsimikizani nambala yachinsinsi

source: Let us know more about yourself to get access to exclusive content.
ny: Tidziwitseni tsiku laubadwa lanu kuti muthe kulowa paliponse.

source: Select Date Of Birth
ny: Tsiku lobadwa:

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
ny: Bungwe la Girl Effect limalemekeza chitetezo chanu chapa intaneti, choncho dzina lanu lolowela pa intaneti lidzabisidwa komabe inu mudzatha kulemba ndemanga zanu ndiku lumikizana nafe pa tsamba lathu. Ngati mukufuna kulumikizana ndi anthu ena, kaya amnzanu kuti athe kukuzindikilani ndi dzina lanu lolowela pa intaneti ndikuti musaoneke osadziwika, mutha kusintha username apa.

source: I Identify My Gender As:
ny: Ndizindikileni ine ngati

source: Home Page
ny: Kubwelera Pakhomo latsamba

source: Edit Profile
ny: Sinthani mbiri yanu

source: Update your date of birth:
ny: Tsiku lobadwa:

source: Register
ny: Mchemwali wamkulu

source: Not a member yet?
ny: Siinu membala

source: Join us by signing up below.
ny: Sindinu membala? Tijoineni polembetsa mmusimu.

source: Choose A Username
ny: Sankhani username yanu

source: Choose A 4-Digit PIN
ny: Sankhani manambala anayi a chinsinsi

source: Choose A Display Name
ny: DZINA LANU

source: Please accept the T&amp;Cs in order to complete the registration
ny: Chonde vomelezani malamulo athu ngati mukufuna kuti mulembetse

source: Your PIN has been changed sucessfully.
ny: nambala / mawu achinsinsi yatheka kusintha.

source: Date of Birth:
ny: Tsiku lobadwa:

source: Edit My Profile
ny: Sinthani mbiri yanu

source: Change my pin
ny: Sinthani

source: Your username and pin do not match. Please try again.
ny: Dzina lomwe mwagwiritsa ntchito ndi mawu / nambala yachinsinsi sizikugwilizana. Chonde yesaninso nthawi ina.

source: No search results for
ny: Zotsatila sizinapezeke

source: You have already completed this
ny: Mwathana naye kafukufuku.

source: Log in to take
ny: Lemba dzina ndi mawu achinsinsi kuti muvote.

source: Your %(wordSetting)s has been completed successfully. See results
ny: Kafukufuku wanu watheka. Chonde wonani zotsatila zake mmunsimu.

source: Your %(wordSetting)s has been completed successfully!
ny: nambala / mawu achinsinsi yatheka kusintha.

source: Join
ny: Joinani

source: You have already completed this poll
ny: Mwathana naye kafukufuku.

source: Show results
ny: Onetsa zotsatila

source: Take the survey
ny: Pangani kafukufuku

source: Springster
ny: Mchemwali wamkulu

source: Join us
ny: Joinani

source: Read More
ny: Werengani zambiri

source: Share your thoughts
ny: Tiuzeni nkhani yanu

source: Please Log in here to leave a comment.
ny: Kuti musiye ndemanga

source: Please log in to leave a comment.
ny: Kuti musiye ndemanga

source: You have already submitted a response for this article.
ny: Mwatidziwitsa kale za ndemanga iyi.

source: Load more
ny: Werengani zambiri

source: A Reply
ny: Yankhani

source: Comment Replies
ny: Ndemanga

source: Take Survey
ny: Pangani kafukufuku

source: Thank you! Your response has already been submitted.
ny: Zikomo. Yankho lanu latumizidwa kale.

source: Change Your Pin
ny: Sinthani mawu / nambala yachinsinsi

source: Confirm New Pin:
ny: Tsimikizani mawu / nambala yachinsinsi:

source: Springster values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
ny: Bungwe la Girl Effect limalemekeza chitetezo chanu chapa intaneti, choncho dzina lanu lolowela pa intaneti lidzabisidwa komabe inu mudzatha kulemba ndemanga zanu ndiku lumikizana nafe pa tsamba lathu. Ngati mukufuna kulumikizana ndi anthu ena, kaya amnzanu kuti athe kukuzindikilani ndi dzina lanu lolowela pa intaneti ndikuti musaoneke osadziwika, mutha kusintha username apa.

source: I identify as
ny: Ndizindikileni ine ngati

source: Update profile to let us know your birthday to get access to exclusive content.
ny: Tidziwitseni tsiku laubadwa lanu kuti muthe kulowa paliponse.

source: My Profile
ny: Mbiri

source: Display name:
ny: DZINA LANU

source: Join Springster
ny: Mchemwali wamkulu

source: Already joined?
ny: Ndinajoina kale?

source: Log in here
ny: Log In

source: Please answer the above security questions. You'll have to provide these answers if you ever need to reset your password.
ny: Chonde yankhani funso lachinsinsi. Mupeleke mayankho pokhapokha mukafuna kusintha nambala/ mawu a chinsinsi

source: You haven't set a display name, so your comments will appear as 'anonymous'
ny: Simunayike dzina lantchedzela choncho ndemanga yanu iwoneka ngati wosadziwika

source: Confirm Pin:
ny: Tsimikizani nambala yachinsinsi

source: Sign up here
ny: Sign up

source: New password:
ny: Mawu / Nambala yatsopano yachinsinsi yatsopano

source: Confirm password:
ny: Tsimikizani mawu / nambala yachinsinsi

source: Change my password
ny: Sinthani mawu / nambala yachinsinsi:

source: Forgotten your password?
ny: Sinthani mawu / nambala yachinsinsi

source: Email address:
ny: Keyala ya intaneti:

source: Reset my password
ny: Mawu / Nambala yatsopano yachinsinsi yatsopano

source: has been completed successfully. See results
ny: Kafukufuku wanu watheka. Chonde wonani zotsatila zake mmunsimu.

source: has been completed successfully!
ny: nambala / mawu achinsinsi yatheka kusintha.

source: Thank you for submitting
ny: Zikomo kwambiri povota

source: Take The Survey
ny: Pangani kafukufuku

source: Thank you for sharing your words!
ny: Zikomo kwambiri povota

source: Title of your story (max 60 characters)
ny: Mutu wa nkhani yanu

source: This comment has been removed as it contains profanity, contact information or other inappropriate content.
ny: Ndemanga iyi yachotsedwa chifukwa ndiyotukwana, kapena ili ndi uthenga wosafunikila.

source: Change Language
ny: Chilankhulo

source: Looking for something?
ny: Mukufuna chinachake?

source: Email address
ny: Keyala ya intaneti:

source: Ago
ny: kale

source: Share a Comment
ny: Kuti musiye ndemanga

source: view more comments
ny: Welengani ndemanga zambiri

source: Your comment has been successfully posted
ny: Ndemanga iyi yanenezedwa

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
ny: Iwunikidwa ndi akuluakulu athu mwinanso kuchotsedwa ngati mwaphwanya malamulo.

source: Your comment:
ny: Nenezani ndemanga

source: Reply:
ny: Yankhani

source: Read replies:
ny: Werengani zambiri

source: The comment has been reported.
ny: Ndemanga iyi yanenezedwa

source: Site Language:
ny: Chilankhulo

source: Next default question
ny: Funso lotsatila

source: Another question
ny: Funso la chinsinsi

source: Another survey
ny: Lowani kuti muthe kupanga kafukufuku

source: Please select a question.
ny: Chonde yankhani funso lachinsinsi

source: Submit Survey
ny: Tumizina zamukafukufuku

source: You have already completed this survey.
ny: Mwathana naye kafukufuku.

source: Please log in to take this survey
ny: Lowani kuti muthe kupanga kafukufuku

source: Your survey has been completed successfully. Please see your submission results below.
ny: Kafukufuku wanu watheka. Chonde wonani zotsatila zake mmunsimu.
