Repository: praekeltfoundation/molo-gem
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: male
ha: namiji

source: female
ha: mace

source: don't want to answer
ha: Bana son na amsa

source: Sorry, but that is an invalid display name. Please don't use your email address or phone number in your display name.
ha: Yi hakuri, amma wannan sunan dake nuna wa ba na kwarai bane. Dan Allah kada kiyi amfani da adireshin wasikar lantarkin ki ko kuwalambar wayan ki a cikin sunan ki dake nuna wa.

source: Sorry, the name you have used is not allowed. Please, use a different name for your display name.
ha: Yi hakuri, ba'a barin irin wannan sunan. Dan Allah, liyi amfani da wani suna wa sunan ki dake duna wa.

source: Gender
ha: Jinsin halitta

source: Display Name
ha: Sunan dake nuna wa

source: This value must contain only letters, numbers and underscores.
ha: Tilas ne Wannan nambobin sirri na na’ura ya dauke

source: Sorry, but that is an invalid username. Please don't use your email address or phone number in your username.
ha: yi hakuri, amma wannan sunan ba na kawrai bane. Dan Allah kada kiyi amfani da adireshin wasikar lantarkin ki ko kuwa lambar wayan ki a cikin sunan da kike amfani.

source: Offensive Language
ha: Canza Yaren

source: Log in to vote
ha: shiga da na’uran shafin ranar gizo dan kiyi zabe

source: That username already exits. Please try another one.
ha: Anyi amfani da wannan sunan ko. Dan Allah ki gwada wani.

source: Vote
ha: Mika zaben ki

source: Show Results
ha: Nuna sakamakon

source: You voted:
ha: Kinyi zabe:

source: Name of the city you were born in
ha: sunan garin da aka haife ki

source: Name of your primary school
ha: sunan makaranatan ki na fari

source: Please complete this form to join
ha: Dan Allah ki cika wannan kakaddar domin ki shiga

source: Unable to Login
ha: na kasa shiga

source: Hi Girl
ha: sannu yarinya

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ha: Yi hakuri, kina samun matsalar samun wannan siffar! saboda wani matsalar fasaha na wucin gadi ne. Baza ki iya shiga, da kuma yin rijista ba a na'urar mu na kyauta yanzu. Idan kina son ki shiga ko kiyi rijista. Ki ziyartar shafin yanar gizo gizo mun dake nan kyauta ta yanar gizo gizon wayan ki.

source: We're working hard to get this problem resolved. Thank you.
ha: muna kara kokarin aiki muga cewa an warware matsalar. Mun gode

source: Page not found
ha: Ba’a ga shafin ba

source: Sorry, this page could not be found.
ha: Yi hakuri, ba’a samo wannan shafin ba

source: Internal server error
ha: Tangardar na’uran kundin bayanni (kuskure)

source: Sorry, there seems to be an error. Please try again soon.
ha: Yi hakuri, an sama matsala. Yi kokari ki kara gwadawa anjima

source: Menu
ha: jeri

source: Sign up
ha: Rijista

source: Profile
ha: Shafi

source: Back to Top
ha: Koma sama

source: Home
ha: Babban gida

source: Categories
ha: Jerin abubuwa

source: Sign Up
ha: Rijista

source: Log in
ha: Shiga

source: Log out
ha: Fita daga na’uran shafin ranar gizo

source: All Rights Reserved.
ha: Dukkan hakki a kiyaye

source: Big Sister
ha: babban yaya

source: Anonymous
ha: Mara suna

source: This comment has been removed by the community. Please read our platform rules.
ha: Al’umman sun cire sharhin. Don Allah ki karanta dokokin mu

source: ago
ha: kwanaki da suka wuce

source: Report
ha: rahoto

source: Reply
ha: Mayar da martani

source: Replies
ha: Martani

source: comment
ha: sharhuna

source: Log in to comment
ha: shiga na’uran shafin yanar gizo dan ki saka sharhin ki

source: Commenting on this article is currently disabled
ha: An kashe Yin sharhi a wannan makala a wannan lokacin

source: View more comments
ha: kara karanta sharhi

source: Comments
ha: sharhuna

source: Back to article
ha: Koma baya wajan makala

source: Please correct the error below
ha: Ki gyra kuskuran nan na kasa

source: Submit
ha: Mika

source: Comment Anonymously
ha: Kada ki bada sunan ki idan zaki yi sharhi

source: Please
ha: Don Allah

source: log in
ha: Fara amfani da na’uran shafin yanar gizo ta hanyan sanya suna da kuma lambar sirri

source: to leave a comment.
ha: Idan zaki saka sharhi

source: Recent replies
ha: Martani da bai jima ba

source: Earlier replies
ha: Martani na farko

source: Page
ha: Shafi

source: of
ha: na

source: Please let us know why you are reporting this comment?
ha: Dan Allah ki gaya mana dalilin da yasa ki kawo rahoton wannan sharhin

source: Report Comment
ha: Kai rahoton sharhin

source: Thanks!
ha: Muna godiya!

source: This comment has been reported.
ha: An kai rahoton wannan sharhin

source: It will be reviewed by the moderation team and may be removed if it breaks our Platform rules
ha: Kungigar rage hatsarin mu zasu yi bita su cire idan ya karya dokokin mu

source: The comment will be reviewed by the moderation team and may be removed if it breaks our Platform rules
ha: Kungigar rage hatsarin mu zasu yi bita su cire idan ya karya dokokin mu

source: Read more
ha: Kara karanta

source: Language
ha: harshe

source: Next up in
ha: Na gaba a

source: Recommended
ha: Shawarar

source: What's your opinion?
ha: Menene ra’ayin ki?

source: Thank you!
ha: Mun gode!

source: Your response has already been submitted.
ha: Mun gode! an mika martanin ki

source: Thank you for voting!
ha: Mun gode da kika yi zaben

source: Old Password:
ha: Tsohon lambar sirri na na’ura

source: New Password:
ha: Sabon lambar sirri na na’ura

source: Confirm New Password:
ha: Tabbata sabon sirri na na’ura:

source: Change Password
ha: Canza sirri na na’ura

source: Thank you for joining!
ha: Mun gode da kika shiga

source: Let us know your birthday to get access to exclusive content.
ha: Muna son mu san ko yaushe ne ranar haihuwar ki domin mu samu hanyar samun abubuwa dake kebeshi dan wasu kawai

source: Nickname:
ha: sunan bogi:

source: Please do not use your real name, phone number or email address as it's unsafe.
ha: Kada kiyi amfani da asalin sunan ki, ko lambar waya ko wasikar lantarki dinki saboda babu tsira

source: Date of birth:
ha: Ranar haihuwar ki:

source: Gender:
ha: Jinsin halitta

source: Update your Education Level:
ha: Sabunta matakin darajar ilmin ki:

source: Update
ha: Sabunta

source: Skip
ha: Tsallaka

source: Edit your Profile
ha: Gyara kuskure a shafin ki

source: Update your mobile number:
ha: Shigar da lambar wayan ki

source: Update your email address:
ha: Sabunta adreshin wasikar lantarkin ki:

source: (e.g. example@foo.com)
ha: (ga misali. misali@foo.com)

source: Update where you live:
ha: Sabunta gurin da kike zama:

source: Update profile
ha: Sabunta shafin ki

source: Forgot PIN
ha: Mantuwa da nambobin sirri na na’ua

source: Security question
ha: Tambayan tsaro

source: Please answer the following security question.
ha: Ki amsa wadannan tambayoyin tsaron

source: Not a member yet? Join us by signing up below.
ha: Baki riga kin zama yar kungiyar ba? Kiyi rijista a nan kasa

source: Please correct the indicated errors.
ha: Dan Allah ku gyara kuskuren nan da aka nuna.

source: Choose a username
ha: Zaba sunan da zaki amfani a wannan shafin yanar gizo

source: Display name
ha: Sunan dake nuna wa

source: Girl Effect values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
ha: GEM na daraja tsaron ki idan kina kan layi, saboda haka muna boye suanan ki sai mu barin ki yin sharhi da labari a yanar gizo gizo ba tare da sunan ki ba

source: Choose a 4-digit pin
ha: Zaba naki nambobin sirri na na’ura guda hudu

source: I identify my gender as
ha: Na bayyanad da jinsin halina

source: Only you will see this
ha: Ke kadai zaki gani

source: Select Date of Birth
ha: Ranar haihuwan ki:

source: Enter your mobile number
ha: Shigar da lambar wayan ki

source: (e.g. 0900000013)
ha: (ga misali. 0900000013)

source: Enter your email address
ha: Sabunta adreshin wasikar lantarkin ki:

source: Only you will see this.
ha: Ke kadai zaki gani

source: Where do you live?
ha: Sabunta gurin da kike zama:

source: Security questions
ha: Tambayan tsaro

source: Please answer the following security questions. You'll have to provide these answers if you ever need to reset your password.
ha: Ki amsa wadannan tambayoyin tsaron. Saboda zaki bada amsan su idan zaki canza lambar sirri na na’uran ki

source: Please accept the terms and conditions in order to complete registration
ha: Dan Allah ku yarda sharuddan da yanayin domin ku kammala rijistar

source: I accept the terms and conditions
ha: Na amince da sharuddan da yanayi

source: already joined?
ha: Kin hade ko?

source: Reset PIN
ha: Mayar da nambobin sirri na na’ua ta koma tsarinta na asali

source: PIN
ha: Nambobin sirri na na’ura

source: Confirm PIN
ha: Tabbata nambobin sirri na na’ura

source: PIN Changed
ha: An canza nambobin sirri na na’ura

source: Your PIN was changed successfully.
ha: An samo nasaran canza Nambobin sirri na na’uran ki

source: Continue to Sign In
ha: Cigaba shigan na’urar shafin yanar gizo ta hanyar sanya suna da kuma lambar sirri

source: Hello
ha: A gaishai ki

source: Not set
ha: Ba'a yi seti ba.

source: Your Profile
ha: mallakin bayanin ki

source: When you type comments your name will appear as:
ha: Idan kika rubuta sharhi sunan ki zai bayyana haka;

source: Mobile number:
ha: Lambar waya

source: Email Address:
ha: adireshin wasikar lantarki:

source: Location:
ha: Gurin da kike:

source: Education Level:
ha: Matakin darajar ilmin ki:

source: Update Profile
ha: Sabunta shafin ki

source: Change Your Password
ha: Canza sirri na na’uran ki

source: Confirm Password:
ha: Tabbata sirri na na’ura:

source: Change
ha: canza

source: Are you not a member yet
ha: Ke ba yar kungiyar bane tukunna

source: Username
ha: Sunan ki na na’uran shafin yanar gizo

source: 4-digit pin
ha: Nambobin sirri na na’ura guda hudu

source: looking for something?
ha: Kina naiman wani abu?

source: Search
ha: bincika

source: results found for
ha: An samo sakamako na

source: No search results for
ha: Babu sakamakon binciken

source: I am looking for
ha: Ina naiman

source: Done
ha: Kammala

source: Next Question
ha: Tambaya ta gaba

source: You have already completed this
ha: Kin riga kin kammala tambayoyin

source: Back to Home page
ha: koma babban gida

source: Share your story
ha: Gaya mana labarin ki

source: You have already completed this poll.
ha: Kin riga kin kammala tambayoyin

source: Back home
ha: An koma babban gida

source: Log in to take survey
ha: Shiga ki amsa tambayoyi

source: Thanks for submitting your story! You’ll find out soon if you’re a winner!
ha: muna godiya da kika tura labarin ki! Zaki ga cewa zaki samu nasara

source: Thank you for submitting poll!
ha: Mun gode da kika yi zaben

source: Survey Results
ha: Sakamakon tambayoyi

source: Thank you for submitting survey!
ha: Muna godiya da kika mika labarin ki!

source: Your survey has been completed successfully.
ha: An samo nasaran canza Nambobin sirri na na’uran ki

source: Write your story
ha: Rubuta labarin ki

source: Log in to Enter
ha: shiga na’uran shafin yanar gizo dan ki shiga

source: Start
ha: Fara

source: BACK
ha: Koma baya

source: HOME
ha: Babban gida

source: Title of your story
ha: Lakanin labarin ki

source: Tell us your story here
ha: Gaya mana labarin ki a nan

source: I accept the Terms and Conditions
ha: Na amince da sharuddan da yanayi

source: Share my story anonymously
ha: A Boya sunana idan za’a saka labari na

source: Submit your story
ha: Mika labarin ki

source: Hi
ha: Sannu

source: Sorry we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at:
ha: Yi hakuri, kina samun matsalar samun wannan siffar! saboda wani matsalar fasaha na wucin gadi ne. Baza ki iya shiga, da kuma yin rijista ba a na'urar mu na kyauta yanzu. Idan kina son ki shiga ko kiyi rijista. Ki ziyartar shafin yanar gizo gizo mun dake nan kyauta ta yanar gizo gizon wayan ki.

source: We’re working hard to get this problem resolved. Thank you.
ha: muna kara kokarin aiki muga cewa an warware matsalar. Mun gode

source: Log in / Sign up
ha: Shiga ko kiyi rijista

source: Are you not a member yet? Sign up
ha: Ke ba yar kungiyar bace ko? Yi rijista

source: Thanks for submitting your story!
ha: Muna godiya da kika mika labarin ki!

source: Sorry, we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ha: Yi hakuri, kina samun matsalar samun wannan siffar! saboda wani matsalar fasaha na wucin gadi ne. Baza ki iya shiga, da kuma yin rijista ba a na'urar mu na kyauta yanzu. Idan kina son ki shiga ko kiyi rijista. Ki ziyartar shafin yanar gizo gizo mun dake nan kyauta ta yanar gizo gizon wayan ki.

source: Read stories about
ha: karanata labarai akan

source: Terms &amp; Conditions
ha: Sharudda da yanayi

source: This comment has been removed by the community. Please read our platform rules
ha: Al’umman sun cire sharhin. Don Allah ki karanta dokokin mu

source: reply
ha: Mayar da martani

source: replies
ha: Martani

source: Please log in to leave a comment
ha: Idan zaki saka sharhi

source: Read more comments
ha: kara karanta sharhi

source: Comment
ha: sharhuna

source: Comment anonymously
ha: Kada ki bada sunan ki idan zaki yi sharhi

source: Add your reply
ha: Ki kara martanin ki

source: Please let us know why you are reporting this comment
ha: Dan Allah ki gaya mana dalilin da yasa ki kawo rahoton wannan sharhin

source: Thanks
ha: Muna godiya!

source: This comment has been reported
ha: An kai rahoton wannan sharhin

source: It will be reviewed by the moderation team and may be removed if it breaks our platform rules
ha: Kungigar rage hatsarin mu zasu yi bita su cire idan ya karya dokokin mu

source: The comment will be reviewed by the moderation team and may be removed if it breaks our platform rules
ha: Kungigar rage hatsarin mu zasu yi bita su cire idan ya karya dokokin mu

source: Your thoughts
ha: Tunanin ku

source: Read more about
ha: kara karanta akan

source: Next up
ha: Na gaba a

source: Latest stories
ha: Jerin abubuwa

source: Share
ha: Rarraba

source: Find us elsewhere
ha: Ku nemo mu a wani waje dabam:

source: replied to your comment on:
ha: an mayar da martani a sharhin ki akan:

source: Your comment
ha: Sharhin ki

source: A reply
ha: Mayar da martani

source: Comment replies
ha: Mayar da martani na sharhi

source: You have
ha: Kina da

source: unread
ha: Ba'a karanta ba

source: Read replies
ha: Martanin da aka karanta:

source: New
ha: Sabon

source: Change Pin
ha: Ku canza lambar sirrin ku

source: Old pin
ha: Tsohon lambar sirri

source: (e.g. 2086)
ha: (ga misali. 2086

source: New pin
ha: Sabon lambar sirri

source: Confirm New pin
ha: Tabbatar sabon lambar sirri

source: Save
ha: Ajiye

source: Select Date Of Birth
ha: Ranar haihuwan ki:

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
ha: Mmuna daraja tsirata ki idan kina kan layi, saboda haka muna boye sunan da kike amfani sai mu barki kiyi sharhi da yin hulda a shafin yanar gizo gizon da sunan ki dake nuna wa.

source: I Identify My Gender As:
ha: Na bayyanad da jinsin halina

source: Home Page
ha: Shafin babban gida

source: Edit Profile
ha: Gyara kuskure a shafin ki

source: Update your display name:
ha: Sabunta sunan ki dake nuna wa

source: Update your date of birth:
ha: Sabunta ranar haihuwar ki:

source: Update your gender:
ha: Sabunta ranar haihuwar ki:

source: Login Success
ha: Nasarar shiga

source: Welcome Back!
ha: Maraba da dawowa!

source: Register
ha: Rijista

source: Already a member?
ha: Ke yar kungiyar ne ko?

source: Login
ha: Shiga

source: Not a member yet?
ha: Baki riga kin zama yar kungiyar ba?

source: Join us by signing up below.
ha: Hade da mu ta hanyar rijista a nan kasa.

source: Choose A Username
ha: Zaba sunan da zaki amfani a wannan shafin yanar gizo

source: This name you will use to log in and won't appear to other users. Only you will see this
ha: Wannan sunan da zaki yi amfani ki shiga ba zai nuna wa sauran mutane masu amfani ba. ke kadai zaki gani.

source: Choose A 4-Digit PIN
ha: Zaba naki nambobin sirri na na’ura guda hudu

source: e.g. 2086
ha: ga misali. 2086

source: Choose A Display Name
ha: Sunan dake nuna wa

source: Please accept the T&amp;Cs in order to complete the registration
ha: Dan Allah ku yarda sharuddan da yanayin domin ku kammala rijistar

source: Your PIN has been changed sucessfully.
ha: An samo nasaran canza Nambobin sirri na na’uran ki

source: Not set.
ha: Ba'a yi seti ba.

source: Date of Birth:
ha: Ranar haihuwan ki:

source: Edit My Profile
ha: Gyara kuskure a shafin ki

source: Change my pin
ha: Ku canza lambar sirrin ku

source: log out
ha: Fita daga na’uran shafin ranar gizo

source: Your username and pin do not match. Please try again.
ha: Sunan ku da lambar sirrin ku basu dace ba. Dan Allah ku kara gwadawa.

source: Eg.: 2086
ha: misali.: 2086

source: No search results for
ha: Babu sakamakon binciken

source: Read:
ha: Karanta dukka

source: competition
ha: Takara

source: You have already completed this
ha: Kin riga kin kammala tambayoyin

source: Log in to take
ha: shiga da na’uran shafin ranar gizo dan kiyi zabe

source: Your %(wordSetting)s has been completed successfully. See results
ha: An kammala safiyonka cikin nasara. Kalli sakamakon miƙawarka a ƙasa.

source: Your %(wordSetting)s has been completed successfully!
ha: An samo nasaran canza Nambobin sirri na na’uran ki

source: Thank you for submitting this %(wordSetting)s!
ha: Muna godiya da kika mika labarin ki!

source: Join
ha: shiga

source: Take GCN competition
ha: Takara

source: You have already completed this poll
ha: Kin riga kin kammala tambayoyin

source: Show results
ha: Nuna sakamakon

source: Take the survey
ha: Gwada tambayoyin

source: Enter
ha: Shiga

source: Join us
ha: Hade da mu

source: Read More
ha: Kara karanta

source: Recent Replies
ha: Martani da bai jima ba

source: Share your thoughts
ha: Ku rarraba tunanin ku

source: Please Log in here to leave a comment.
ha: Idan zaki saka sharhi

source: Please log in to leave a comment.
ha: Idan zaki saka sharhi

source: You might like
ha: Mai yiwuwa ku so

source: Load more
ha: Kara karanta

source: Read All
ha: Karanta dukka

source: Find us elsewhere:
ha: Ku nemo mu a wani waje dabam:

source: Comment Replies
ha: Mayar da martani na sharhi

source: Back
ha: koma baya

source: Take Survey
ha: Gwada tambayoyin

source: Take a vote!
ha: Kuyi zabe!

source: Thank you! Your response has already been submitted.
ha: Mun gode! an mika martanin ki

source: Change Your Pin
ha: Ku canza lambar sirrin ku

source: Old Pin:
ha: Tsohon lambar sirri

source: New Pin:
ha: Sabon lambar sirri

source: Confirm New Pin:
ha: Tabbatar sabon lambar sirri

source: Springster values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
ha: Springster na daraja tsaron ki idan kina kan layi, saboda haka muna boye suanan ki sai mu barin ki yin sharhi da labari a yanar gizo gizo ba tare da sunan ki ba

source: I identify as
ha: Na bayyanar da kai na kamar

source: Only you will see this, but it's not mandatory to tell us
ha: Ke kadai zaki ga wannan, amma wajibi ki fadi mana

source: Update profile to let us know your birthday to get access to exclusive content.
ha: Muna son mu san ko yaushe ne ranar haihuwar ki domin mu samu hanyar samun abubuwa dake kebeshi dan wasu kawai

source: My Profile
ha: Shafi

source: Display name:
ha: Sunan dake nuna wa

source: Join Springster
ha: Hade da springster

source: Already joined?
ha: Kin hade ko?

source: Log in here
ha: Ki shiga a nan

source: For example: 2048
ha: Ga misali: 2048

source: Please answer the above security questions. You'll have to provide these answers if you ever need to reset your password.
ha: Ki amsa wadannan tambayoyin tsaron. Saboda zaki bada amsan su idan zaki canza lambar sirri na na’uran ki

source: Confirm Pin:
ha: Tabbatar da lambar sirri

source: Sign up here
ha: Yi rijista a nan

source: Your password has been set. You may go ahead and log in now.
ha: Anyi setin lambar sirrin ki. Zaki iya zuwa ki shiga yanzu.

source: Please enter your new password twice so we can verify you typed it in correctly.
ha: Dan Allah ki shigar da sabon lambar sirrin ki so biyu domin mu tabbatar cewa kin rubuta da kyau.

source: New password:
ha: Sabon lambar sirri na na’ura

source: Confirm password:
ha: Tabbata sirri na na’ura:

source: Change my password
ha: Canza sirri na na’ura

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ha: Adireshin yanar gizo gizon na canza lambar sirri na bogi ne, mai yiwuwa saboda anyi amfani dashi ko. Dan Allah ki roko a canza miki sabon lambar sirri.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ha: Mun aiko miki da bayanin yadda zaki yi setin lambar sirrin ki, idan akwai wani dake nan da irin adireshin wasikarlantarkin da kika shigar, zaki same su bada jimawa ba.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ha: Idan baki samu wasikar lantarki ba, Dan Allah ki tabbata cewa kin shigar da adireshi da kika yi rijista da, kuma ki duba ma'ajiyan ki na sakonnin wasikar lantarki marasa amfani wadanda suka jibanci tallace tallace.

source: Forgotten your password?
ha: Kin mance da lambar sirrin ki?

source: Enter your email address below, and we'll email instructions for setting a new one.
ha: Shigar da adireshin wasikar lantarkin ki a nan kasa, zamu tura wasikar lantarki da bayanin yadda zaki setin wani sabo.

source: Email address:
ha: adireshin wasikar lantarki:

source: Reset my password
ha: Mayar da lambar sirrin ki ya canju

source: GCN competition
ha: Takara

source: has been completed successfully. See results
ha: An kammala safiyonka cikin nasara. Kalli sakamakon miƙawarka a ƙasa.

source: has been completed successfully!
ha: An samo nasaran canza Nambobin sirri na na’uran ki

source: Thank you for submitting
ha: Mun gode da kika yi zaben

source: Take The Survey
ha: Gwada tambayoyin

source: Title of your story (max 60 characters)
ha: Lakanin labarin ki (kada ya wuce kalmomi sittin)

source: This comment has been removed as it contains profanity, contact information or other inappropriate content.
ha: An cire Wannan sharhin dan yana da zage zage da bayanin ki da wasu abubuwa da bai kamata ba

source: More
ha: Kara

source: Next up in [category]:
ha: Na gaba a

source: Recommended:
ha: An bada shawara:

source: Change Language
ha: Canza Yaren

source: Looking for something?
ha: Kina naiman wani abu?

source: Email address
ha: Adireshin wasikar lantarki

source: URL
ha: Adireshin shigar yanar gizo gizo

source: Name
ha: Sunan

source: Ago
ha: Kwanaki da suka wuce

source: Share a Comment
ha: Rarraba wani sharhi

source: view more comments
ha: kara karanta sharhi
