Repository: praekeltfoundation/molo-gem
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: Your comment has been successfully posted
ha: An samu nasarar wallafa sharhin ki

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
ha: Kungiyar ma'aikatar zasu yi bita kuma mai yiwuwa zasu cire idan ya karya ka'idodin mu.

source: Your comment:
ha: Sharhin ki

source: Reply:
ha: Mayar da martani

source: Read replies:
ha: Martanin da aka karanta:

source: Notification:
ha: Sanarwa

source: Reporting comment replies is not allowed.
ha: An hana kai rahoton martani sharhi

source: The comment has been reported.
ha: An kai rahoton wannan sharhin

source: Reply successfully created.
ha: An samu nasarar kirkira martanin.

source: You didn't select a choice
ha: Baki zabi wani ra'ayi ba.

source: Your answers:
ha: Amsar ki:

source: Next default question
ha: Tambaya ta gaba

source: Another question
ha: Tambayan tsaro

source: Another survey
ha: Shiga ki amsa tambayoyi

source: Please select a survey.
ha: Shiga ki amsa tambayoyi

source: Please select a question.
ha: Ki amsa wadannan tambayoyin tsaron

source: Add group
ha: Ki kara martanin ki

source: Submit Survey
ha: Mika tambayoyi

source: You have already completed this survey.
ha: Kin riga kin kammala tambayoyin

source: Please log in to take this survey
ha: Shiga ki amsa tambayoyi

source: Your survey has been completed successfully. Please see your submission results below.
ha: An kammala safiyonka cikin nasara. Kalli sakamakon miƙawarka a ƙasa.

source: Competition
ha: Takara
